{"Porsche 718": "The Porsche 718 is a racing car built by Porsche between 1957 and 1962.\nThe 718 was a development of the successful Porsche 550A with improvements being made to the body work and suspension. The car is a RennSport build with a wheelbase shorter (German 'Kurz') than typical of predecessors of the era and this led to the car being referred to as the RSK. It had a mid-engined layout and used the 142 horsepower (106 kW) 1.5-litre Type 547/3 quad-cam engine introduced in the 550A. The car made its racing debut at the 1957 24 Hours of Le Mans driven by Umberto Maglioli and Edgar Barth. The car failed to finish the race due to an accident.\nIn 1958, the car finished first in class and third overall at Le Mans guided by Jean Behra and Hans Herrmann. Jean Behra also brought one of the cars home second at the Targa Florio. In 1959, the car, driven by Edgar Barth and Wolfgang Seidel, claimed overall victory at the Targa Florio. A 718 also won the European Hill Climb Championship in both 1958 and 1959.\nIn 1961 Masten Gregory and Bob Holbert piloted a 718/4 RS Spyder to a class win at Le Mans.\nInitially a two-seater 1.5-litre sports car, the 718 was adapted to compete in a number of different formulas and also evolved due to regulation changes.\nFor the 1960 season the FIA made changes to the regulation regarding the windscreen and cockpit size. These rules changes together with a larger (1.6-litre) Type 547/3 engine, developing 160 horsepower (120 kW) and a new double wishbone rear suspension brought about the RS 60 model. The RS 60 brought Porsche victory at the 1960 12 Hours of Sebring with a car driven by Hans Herrmann and Olivier Gendebien.  1960 also saw Porsche win the Targa Florio with Hans Herrmann being joined on the winner podium by Jo Bonnier and Graham Hill. The RS 60 also ensured that Porsche successfully defended their European Hill Climb Championship for the third year in a row.\nFor 1961 the model name was changed to \"RS 61\" although it was almost identical to the RS 60. An RS 61 won the European Hill Climb Championship.[2]\nA two-litre version, the W-RS was developed in 1961. Initially fitted with a 4-cylinder engine, the car was later fitted with an enlarged flat-8 air-cooled engine from the Porsche 804 Formula One car which was developed to produce 240 horsepower (180 kW).[3] A W-RS finished 8th at Le Mans in 1963. The W-RS continued Porsche's success in the European Hill Climb Championship with Edgar Barth claiming the title in 1963. Porsche would go on to win a European Hill Climb Championship every year until 1982, a total of 42 titles.\nThe W-RS continued racing until 1964 when it was replaced by the 904.\nA Coupé version was developed from the RS 61. Initially fitted with a 4-cylinder engine, this car was also upgraded to an 8-cylinder F1 derived engine which produced 210 horsepower (160 kW).[4] The car was also fitted with disc brakes. A GTR Coupé driven Jo Bonnier and Carlo Maria Abate won the 1963 Targa Florio making it three wins at the event for a 718 car.\nA new Formula Two for 1.5-litre engine cars was introduced in 1957. Due the central location of the steering box, the 718 was easily converted to single seater specification and Porsche made their F2 debut with victories at Reims[5] and AVUS[6] in 1958. In 1959 other RSK's were converted for single seater racing and at the XV B.A.R.C. '200' at Aintree in 1960 Porsche scored a 1–2–3 victory with Stirling Moss, Jo Bonnier and Graham Hill all in 718's.[7] The feat was repeated again later in the year at the race at Zeltweg, Austria.[8]\nFormula One switched to a 1.5-litre formula in 1961 and Porsche entered three 718's for Dan Gurney, Hans Herrmann and Jo Bonnier. Gurney scored three 2nd places (France, Italy and United States) taking him to 4th place in the Drivers' Championship. For 1962, Porsche entered a new car, the Porsche 804 in Formula One.\nCarel Godin de Beaufort, a privateer, entered a 718 in F1 between 1961 and 1964. He was killed driving his 718 during practice for the 1964 German Grand Prix at the Nürburgring.[9]\nPorsche 718 RS60 Spyder\nPorsche 718 RSK Spyder\nPorsche 718 W-RS Spyder\nPorsche 718 W-RS Spyder\n", "Porsche 787": "The Porsche 787 was a Formula Two racing car built in 1960, based on the 1500 RS-K race sports car. \nBuilt to the 1960 Formula Two formula, the Type 787 was driven by such notables as Wolfgang von Trips and Dan Gurney to victory and obtaining the unofficial \"Coupe des Constructeurs\" — Formula Two's World Constructors Championship.  The car had a flat-4 engine developing 190 hp at 8,000 rpm.\nIn 1961, the 787 was used in Formula One for a few races while the 718 took part in most races.\n\n", "Porsche 804": "The Porsche 804 was a Formula One racing car produced in 1962, following the 718 and 787.\nThe flat-8 air-cooled engine powered car developed 180 hp at 9,200 rpm gave Porsche its only F1 wins as a chassis maker, at the 1962 French Grand Prix, and at the (non-WC) Solituderennen at Castle Solitude in Stuttgart, both by Dan Gurney. The cylinder dimensions were 66.0 x 54.6 mm giving a displacement of 1,494.38 cc.\n"}