{"Porsche 114": "The Porsche 114 was a 1938 proposed design for a sports car powered by a 1493 cc V10 engine.\nAfter designing the Volkswagen for the German government's KDF program Ferdinand Porsche considered building a sports car version of the VW.  Internally known as the Porsche Type 64 this car would feature an aluminium streamlined body, a 1.5L version of the Volkswagen's original 1.0L engine, and a top speed of at least 160 km/h (100 mph). Originally the car was to use a large number of VW parts, but due to the intricacies of then German law it was not legal to sell government made parts to a private company.\nBy 1938 Ferdinand had given up trying to arrange for a supply of VW parts for the Type 64. Ferdinand and his son Ferry Porsche decided to redesign the car from the ground up to be built internally by Porsche. This would have been the first car actually built by Porsche themselves. Known as the Type 114, or F-Wagen, a sort of portmanteau of Ferry and P-Wagen, it was a significant departure from the Type 64. Although it never reached the prototype stage the design drawings were all but completed and included a novel water cooled 72° V10 engine in a true mid engine layout, as opposed to the VW's rear engine layout. Suspension was by trailing arms in front and swing axles in the rear, with drum brakes at all four corners. The body was aluminum and resembled a lower, stretched, and streamlined VW.  Porsche had hopes of producing this car, but international tensions and a poor economy lead to its cancellation.  Porsche did manage to salvage part of its investment by selling the transaxle design to Volkswagen.\nThe Porsche Type 114 never came to be, but it lived on in a number of Porsche cars. After World War II Ferry Porsche began to build sports cars based on the VW, and eventually began production of the Porsche 356 which in concept was identical to the Type 64. Also aerodynamic research for the 114 led to a series of bodies produced by Porsche for racing and land speed record cars, such as the Type 60K10, a highly modified VW Beetle.  While the type 114 was in the end little more than a design study it had a large impact on the future course of Porsche and the cars that would make the company a dominant force in the automotive world.\n", "Porsche 989": "The Porsche 989 was a 4-door performance-oriented touring sedan developed by Porsche between 1988 and 1991. This vehicle was never produced, after development was halted in late 1991 and cancelled in January 1992.\nIncreased sales of Porsche's 928 model during the mid-1980s prompted executives to consider adding another large, sporty touring vehicle to the lineup, this time a 4-door that could serve as a more practical but equally powerful and exciting alternative to the 928. Porsche engineer Dr. Ulrich Bez was put in charge of the project and given instructions that the vehicle should be luxurious and comfortable but offer a sporting nature superior to that attained by large saloon cars from Mercedes-Benz and BMW.\nBez designed a new front-engine, rear-drive platform with a wheelbase of 2,826 mm (111.3 in) and power coming from a new 80-degree, water cooled V8 engine with a power output of around 300 PS (220 kW; 300 hp).[1] Some discrepancy has arisen as to the engine displacement, which is reported as being between 3.6 and 4.2 litres.\nThe prototype made from Bez's technical designs was styled by Harm Lagaay, a design which influenced later models and that held many similarities to the 911, despite the difference in engine placement. Specific design influences to later Porsche models include the control-arm suspension and 959-esque headlamps which would later be used on the 993 as well as the overall shape and tail-light design which were adapted for the 996 generation 911.\nAfter Ulrich Bez left Porsche in September 1991, the project lost momentum. The severe slump in 928 sales made executives re-think the viability of the idea, and low overall profits during the 1989 to 1991 model years meant the model would be far more risky for the company to build than had been anticipated during development. In January 1992, development was halted completely. Although Porsche officials initially claimed that the only prototype was destroyed, they now contend that it remains in storage. A rear-view photograph of the prototype (silver color, 17 inch Cup II wheels, unregistered licence plate BB-PW 989) is published in the German classic car magazine Motor Klassik. Autoweek also reported the existence of the prototype.[2][3] The prototype would eventually become an exhibit at the Porsche Museum in Stuttgart.\nThe Porsche Panamera, launched in 2009, is considered to be the spiritual successor to the 989 project.\n", "Porsche C88": "The C88 was a prototype family car designed for the Chinese market in 1994 by Porsche in response to the Chinese government's invitation to a number of international automotive manufacturers for a new range of cars.[1]  It was completed in four months by Porsche engineers and was displayed to the public at the 1994 Beijing Auto Show. The prototype is now on display in the Porsche Museum in Stuttgart, Germany.[2]\nThe four-door compact saloon body[3] was unlike any other Porsche, and did not feature the Porsche badge anywhere. It was designed with only one child seat--reflecting Chinese population control policy--and the prototype was presented by CEO Wendelin Wiedeking himself, who learned his speech in Mandarin.[4]  According to Porsche Museum director Dieter Landenberger, \"The Chinese government said thank you very much and took the ideas for free, and if you look at Chinese cars now, you can see many details of our C88 in them.\"[4]\nThe C88 was intended to broaden the market for Porsche designs to India, where it was also unsuccessful.[5] Porsche has more recently engineered small cars for a range of manufacturers--including the Audi RS2, Lada Samara and SEAT Ibiza.[6]\n", "Porsche Mission E": "The Porsche Mission E is the internal designation for an all-electric 4-door coupe from Porsche, which was unveiled as a concept car at the 2015 Frankfurt Motor Show.[3] It is Porsche's first fully electric car,[4] save for some very early models designed by Ferdinand Porsche.[5] Porsche chairman Oliver Blume told CAR Magazine in September 2017 that the Misson E will be \"priced like entry-level Panamera,\" which begins at $85,000.[6] The car is planned to be sold in several variants of different performance levels, as are other models in the Porsche range, and could spawn derivatives in a future line-up of Mission E platform-based models.[2]\nIn June 2018 at Porsche's \"70 years of sports cars\" ceremony it was announced that the name of the production car would be Porsche Taycan, roughly translated from Turkish[7] as \"lively young horse\" in reference to the steed of the Stuttgart coat of arms on the Porsche crest.[8]\nThe Mission E, built on an entirely new platform codenamed J1, is expected to go into production at Porsche’s Zuffenhausen plant in 2019 with a projected production of around 15,000-20,000 units per year.[2][9][10]\nThe Mission E is powered by two PSM permanently excited synchronous electric motors: one at the front axle and one at the back. All four wheels are individually controlled by the Porsche Torque Vectoring system. The two electric motors are projected to produce more than 440 kW (598 PS; 590 bhp).[11] It has projected performance figures of 0–100 km/h in <3.5 seconds, 0–200 km/h in <12 seconds and a top speed over 250 km/h (155 mph). Porsche is aiming for the Mission E to achieve a range of over 500 km (311 mi).[9]\nThe car has a system power of 800 V DC. The batteries can be charged by an inductive plate or with an conventional charger system. Porsche claims that with the Porsche Turbo Charging system the battery is charged to 80% in just 15 minutes.[9] It is not yet clear how Porsche will prevent battery overheating. \nPorsche Mission E at the IAA 2015\nMission E concept interior\nMission E concept front wheel\nRear view of the Mission E concept\nPorsche Mission E concept\nThe Porsche Mission E Cross Turismo concept is a Mission E derivative that was first presented at the 2018 Geneva Motor Show and combines the fully electric Mission E J1-platform with a 5-door estate body similar to the Panamera Sport Turismo, raised suspension, off-road tyres and cladding to form a crossover utility vehicle. According to Michael Mauer the concept \"shows possibilities of the future lineup.\"[12]\nMission E Cross Turismo concept at the Geneva Motor Show 2018\nMission E Cross Turismo concept\nMission E Cross Turismo concept\nMission E Cross Turismo concept\nRear view of the Mission E Cross Turismo concept\n", "Porsche Panamericana": "The Porsche Panamericana is a concept automobile produced by Porsche AG. It was designed by Dutchman Harm Lagaay along with Steve Murkett (designers) and Ulrich Bez (technical director) to preview some design features that would be on the upcoming 993 generation 911. It was also built as a gift for Ferry Porsche for his 80th birthday. The name comes from the famous Carrera Panamericana race that was held in the 1950s.[1]\nThe Porsche Panamericana was intended to be only a concept car, and although Lagaay hoped that his creation would be produced at least in small series in 1992, the growing financial crisis at Porsche put an end to his wishes. However the car had an influence in the development of the 993 911 Targa and Boxster. The Panamericana was shown at the 1989 Frankfurt Motor Show, after a development period of only six months.\nIt was built on the chassis of a 911 (964) Carrera 4 cabriolet and its bodywork was built with plastic and carbon fiber panels.[2] An outstanding characteristic of the car were its wide wheel covers with the objective to have enough room for various sizes of rims and tires, so if necessary it could be transformed into an off-road car.\nThe three part Speedline rims used on the concept were made exclusively for this Panamericana. The roof line was homogeneously streamlined and sloped gently towards the rear engine deck. It featured a removable waterproof fabric top that could be attached by a pink zipper. Various roof configurations were possible and the car was in fact a hybrid of a targa, convertible, coupe and off-roader.[3]\nWhen viewed from the front its style has a resemblance with the 996 and the Boxster—as could be expected, since Lagaay also has designed the Boxster. In spite of its un-streamlined wheels, its aerodynamic drag coefficient was only 0.30.\n", "Porsche Typ 754 T7": "The Porsche Typ 754 T7, also known as the T7 prototype or 695, is a prototype automobile built by Porsche in 1961. It would later become the Porsche 911. The front end is very similar to the 911, but the rear is somewhat different. Also, unlike the 911, the T7 had four seats.[1] The T7 was developed from the Porsche 356 by Ferdinand Alexander Porsche, and has a wheelbase that is 100 mm (3.9 in) longer (up to 300 mm (11.8 in) longer in early designs). It has a top speed of 200 km/h (124 mph).\nThe car is currently on display at the Porsche Museum, Stuttgart.[2]\n", "Porsche Tapiro": "The Porsche Tapiro is a 1970 concept car by Porsche, designed by Giorgetto Giugiaro. It had a traditional 1970s wedge design, and was somewhat based on the De Tomaso Mangusta. The chassis is based on the Porsche 914/6, and it features gullwing-style doors.\nThe car had a longitudinally mounted air-cooled 2.4 liter flat 6 producing 220 HP, and a 4 speed manual transmission.\nThe Porsche Tapiro was introduced to the world at the 1970 Turin Auto Show, in Turin, Italy. The car subsequently made its US debut at the 5th Annual Los Angeles Imported Automobile and Sports Car Show in 1971.\nIn 1972, the car was sold to a Spanish industrialist who used it as his daily driver. Eventually, a group of labor activists protesting its owner's labor policies, planted a bomb under the Tapiro. The bomb exploded, burning the car but not destroying the chassis.[1] The burnt shell was repurchased by Italdesign and is now on display in its Giugiaro Museum.\n"}