{"Porsche 550": "The Porsche 550 was a racing sports car produced by Porsche from 1953-1956.\nThe Type 550/550 A is powered by an all aluminum 1,498 cc (1.5 L; 91.4 cu in) naturally aspirated aircooled 4 cylinder boxer engine known as the \"Fuhrmann Engine\" (Type 547).[1] It uses four camshafts (two on each side) driven by vertical shafts, so the valvetrain configuration is DOHC with 2 valves per cylinder, equipped with twin 2-barrel Solex PJJ carburetors and dual ignition with two separate ignition manifolds and two ignition coils as well as two double fall gasifiers. In its first version produced 110 PS (108 hp; 81 kW) @ 6200 rpm and a maximum torque of 121 N⋅m (89 lb⋅ft) @ 5000 rpm [2] [3] [4] [5].\nThe engine of the 550 is mounted in front of the rear axle making it mid-engined. This gives it a more balanced weight distribution, and allows for largely neutral handling. On the other hand, the low mass moment of inertia about the vehicle's vertical axis can lead to a sudden, difficult to control rotation of the car. Porsche used this design principle already in the Grand Prix car of the Auto Union in the late 1930s. \nThe first 550 had a fully synchronized 4-speed gearbox. Starting in 1956, a five-speed gearbox was used, but its first gear only had to start and (like the reverse gear) had to be placed over a barrier and not synchronized. Excessive slip on the drive wheels in corners prevented a limited slip differential.[6]\nInspired by the Porsche 356 which was created by Ferry Porsche, as well as spyder prototypes built and raced by Walter Glöckler starting in 1951, the factory decided to build a car designed for use in auto racing.[7] The Porsche 550 Spyder was introduced at the 1953 Paris Auto Show.[8] The 550 was very low to the ground, in order to be efficient for racing. In fact, former German Formula One racer Hans Herrmann drove it under closed railroad crossing gates during the 1954 Mille Miglia.\nThe first three hand built prototypes came in a coupé with a removable hardtop. The first (550-03) raced as a roadster at the Nurburgring Eifel Race in May 1953 winning its first race. Over the next couple of years, the Werks Porsche team evolved and raced the 550 with outstanding success and was recognized wherever it appeared. The Werks cars were provided with differently painted tail fins to aid recognition from the pits. Hans Herrmann’s particularly famous ‘red-tail’ car No 41 went from victory to victory. Porsche was the first car manufacturer to get race sponsorship which was through Fletcher Aviation, who Porsche was working with to design a light aircraft engine and then later adding Telefunken and Castrol.\nFor such a limited number of 90 prototype and customer builds, the 550 Spyder was always in a winning position, usually finishing in the top three results in its class. The beauty of the 550 was that it could be driven to the track, raced and then driven home, which showed the flexibility of being both a road and track car. Each Spyder was individually designed and customised to be raced and although from the pits it was difficult to identify the sometimes six 550s in the race, the aid of colouring tail spears along the rear wheel fenders, enabled the teams to see their cars. The racing Spyders were predominantly silver in colour, similar to the factory colour of the Mercedes, but there were other splashes of blue, red, yellow and green in the tail spears making up the Porsche palette on the circuit.\nEach Spyder was assigned a number for the race and had gumballs positioned on doors, front and rear, to be seen from any angle. On some 550s owned by privateers, a crude hand written number scrawled in house paint usually served the purpose. Cars with high numbers assigned such as 351, raced in the 1000 mile Mille Miglia, where the number represented the start time of 3.51am. On most occasions, numbers on each Spyder would change for each race entered, which today helps identify each 550 by chassis number and driver in period black and white photos.\nThe later 1956 evolution version of the model, the 550A, which had a lighter and more rigid spaceframe chassis, gave Porsche its first overall win in a major sports car racing event, the 1956 Targa Florio.\nIts successor from 1957 onwards, the Porsche 718, commonly known as the RSK was even more successful. The Spyder variations continued through the early 1960s, the RS 60 and RS 61. A descendant of the Porsche 550 is generally considered to be the Porsche Boxster S 550 Spyder; the Spyder name was effectively resurrected with the RS Spyder Le Mans Prototype.\nPerhaps the most famous of the first 90 Porsche 550s built was James Dean's \"Little Bastard\", numbered 130 (VIN 550-0055), which Dean fatally crashed into Donald Turnupseed's 1950 Ford Custom at the CA Rte. 46/41 Cholame Junction on September 30, 1955.[9]\nAs Dean was finishing up Giant’s filming in September, 1955, he suddenly traded in his 356 Porsche Super Speedster at Competition Motors, for a new 1955 Porsche 550 Spyder on September 21st, and immediately entered the upcoming Salinas Road Race event scheduled for October 1 and 2.[10]\n\nAccording to Lee Raskin, Porsche historian and author of James Dean At Speed, Dean asked custom car painter and pin striper Dean Jeffries to paint \"Little Bastard\" on the car:Dean Jeffries, who had a paint shop next to [George] Barris did the customizing work which consisted of: painting '130' in black non-permanent paint on the front hood, doors and rear deck lid. He also painted 'Little Bastard' in script across the rear cowling. The red leather bucket seats and red tail stripes were original. The tail stripes were painted by the Stuttgart factory, which was customary on the Spyders for long distance endurance racing identification.[11]Purportedly, James Dean had been nicknamed \"Little Bastard\" by Bill Hickman, a Warner Bros. stunt driver who became friendly with him. (Previous references to Hickman say he was Dean's dialogue coach on Giant, though Bob Hinkle, a Texan, was actually Dean's Giant dialogue coach.) Hickman was part of Dean's group driving to the Salinas Road Races on September 30, 1955. Hickman says he called Dean, \"Little Bastard\", and Dean called Hickman, \"Big Bastard.\"\nAnother origin story of the \"Little Bastard\" monicker has been corroborated by two of Dean's close friends, Lew Bracker and photographer Phil Stern. They believe Jack L. Warner of Warner Bros. had once referred to Dean as a \"little bastard\" after Dean refused to vacate his temporary East of Eden trailer on the studio's lot, and Dean wanted to get \"even\" with Warner by naming his race car \"Little Bastard\" and to show Warner that despite his sports car racing ban during all filming, Dean was going to be racing the \"Little Bastard\" in between making movies for Warner Bros.[12]\nThe 550 is among the most frequently reproduced classic automobiles. [13]\nSeveral companies have sprung up in the last 25 years that offer kit and turnkey cars, including:\n\nA few other companies build near-exact replicas from the ground up, fabricating 550 turn-key cars to the buyer's exact specifications, including:\n", "Porsche 718": "The Porsche 718 is a racing car built by Porsche between 1957 and 1962.\nThe 718 was a development of the successful Porsche 550A with improvements being made to the body work and suspension. The car is a RennSport build with a wheelbase shorter (German 'Kurz') than typical of predecessors of the era and this led to the car being referred to as the RSK. It had a mid-engined layout and used the 142 horsepower (106 kW) 1.5-litre Type 547/3 quad-cam engine introduced in the 550A. The car made its racing debut at the 1957 24 Hours of Le Mans driven by Umberto Maglioli and Edgar Barth. The car failed to finish the race due to an accident.\nIn 1958, the car finished first in class and third overall at Le Mans guided by Jean Behra and Hans Herrmann. Jean Behra also brought one of the cars home second at the Targa Florio. In 1959, the car, driven by Edgar Barth and Wolfgang Seidel, claimed overall victory at the Targa Florio. A 718 also won the European Hill Climb Championship in both 1958 and 1959.\nIn 1961 Masten Gregory and Bob Holbert piloted a 718/4 RS Spyder to a class win at Le Mans.\nInitially a two-seater 1.5-litre sports car, the 718 was adapted to compete in a number of different formulas and also evolved due to regulation changes.\nFor the 1960 season the FIA made changes to the regulation regarding the windscreen and cockpit size. These rules changes together with a larger (1.6-litre) Type 547/3 engine, developing 160 horsepower (120 kW) and a new double wishbone rear suspension brought about the RS 60 model. The RS 60 brought Porsche victory at the 1960 12 Hours of Sebring with a car driven by Hans Herrmann and Olivier Gendebien.  1960 also saw Porsche win the Targa Florio with Hans Herrmann being joined on the winner podium by Jo Bonnier and Graham Hill. The RS 60 also ensured that Porsche successfully defended their European Hill Climb Championship for the third year in a row.\nFor 1961 the model name was changed to \"RS 61\" although it was almost identical to the RS 60. An RS 61 won the European Hill Climb Championship.[2]\nA two-litre version, the W-RS was developed in 1961. Initially fitted with a 4-cylinder engine, the car was later fitted with an enlarged flat-8 air-cooled engine from the Porsche 804 Formula One car which was developed to produce 240 horsepower (180 kW).[3] A W-RS finished 8th at Le Mans in 1963. The W-RS continued Porsche's success in the European Hill Climb Championship with Edgar Barth claiming the title in 1963. Porsche would go on to win a European Hill Climb Championship every year until 1982, a total of 42 titles.\nThe W-RS continued racing until 1964 when it was replaced by the 904.\nA Coupé version was developed from the RS 61. Initially fitted with a 4-cylinder engine, this car was also upgraded to an 8-cylinder F1 derived engine which produced 210 horsepower (160 kW).[4] The car was also fitted with disc brakes. A GTR Coupé driven Jo Bonnier and Carlo Maria Abate won the 1963 Targa Florio making it three wins at the event for a 718 car.\nA new Formula Two for 1.5-litre engine cars was introduced in 1957. Due the central location of the steering box, the 718 was easily converted to single seater specification and Porsche made their F2 debut with victories at Reims[5] and AVUS[6] in 1958. In 1959 other RSK's were converted for single seater racing and at the XV B.A.R.C. '200' at Aintree in 1960 Porsche scored a 1–2–3 victory with Stirling Moss, Jo Bonnier and Graham Hill all in 718's.[7] The feat was repeated again later in the year at the race at Zeltweg, Austria.[8]\nFormula One switched to a 1.5-litre formula in 1961 and Porsche entered three 718's for Dan Gurney, Hans Herrmann and Jo Bonnier. Gurney scored three 2nd places (France, Italy and United States) taking him to 4th place in the Drivers' Championship. For 1962, Porsche entered a new car, the Porsche 804 in Formula One.\nCarel Godin de Beaufort, a privateer, entered a 718 in F1 between 1961 and 1964. He was killed driving his 718 during practice for the 1964 German Grand Prix at the Nürburgring.[9]\nPorsche 718 RS60 Spyder\nPorsche 718 RSK Spyder\nPorsche 718 W-RS Spyder\nPorsche 718 W-RS Spyder\n", "Porsche 787": "The Porsche 787 was a Formula Two racing car built in 1960, based on the 1500 RS-K race sports car. \nBuilt to the 1960 Formula Two formula, the Type 787 was driven by such notables as Wolfgang von Trips and Dan Gurney to victory and obtaining the unofficial \"Coupe des Constructeurs\" — Formula Two's World Constructors Championship.  The car had a flat-4 engine developing 190 hp at 8,000 rpm.\nIn 1961, the 787 was used in Formula One for a few races while the 718 took part in most races.\n\n", "Porsche 904": "The Porsche 904 is an automobile which was produced by Porsche in Germany in 1964 and 1965. It was officially called Porsche Carrera GTS due to the same naming rights problem that required renaming the Porsche 901 to Porsche 911.\nAfter having withdrawn from Formula One at the end of the 1962 season, Porsche focused again on sportscar racing. The 904 debuted late in 1963, for the 1964 racing season,[1] as a successor to the 718, which had been introduced in 1957. Porsche designed the GTS variant to compete in the FIA-GT class at various international racing events. The street-legal version debuted in 1964 in order to comply with group 3 appendix J[2] homologation regulations requiring a certain number of road-going variants be sold by the factory. Porsche produced one-hundred and six 904s at four or five a day[3] with a list price of US$7245 (FOB Stuttgart).[4] Orders far exceeded the one hundred car requirement to satisfy homologation rules and more cars could have been sold.[3] The 904 marked the beginning of a series of sportscars that culminated in the dominant 917.\nThe 904's mid-engine layout was inherited from the 718, also known as the RSK (Rennsport = racing, kurz = short), the factory's leading race car. It was powered by the 1,966 cc (120 cu in) Type 587/3,[4] four-cam flat four-cylinder engine producing 198 hp (148 kW), \"probably the most complex four-cylinder\" ever.[5] It drove a five-speed transmission with a standard 4.428:1 final drive, with available 4.605, 4.260, 3.636, and 3.362 ratios.[4]\nBegun as the Type 547, its development began in 1953, when the previous VW-based 1,100 cc (67 cu in) flat-four, used in the contemporary 356 and rated at 38 hp (28 kW), hit the limit of its potential.[4] Porsche realized it needed something all-new.[2] The brainchild of  Ernst Fuhrmann, later technical director, it was hoped to achieve an \"unheard of\" 70 hp (52 kW) per 1 l (61 cu in),[4] relying on hemispherical combustion chambers (which would be called hemis in the U.S.) and 46 mm (1.8 in)-throat 46IDA2 two-choke[6] Weber carburetors to generate 112 hp (84 kW) from the 1,500 cc (92 cu in) four-cam engine.[4] The 1.5 liter weighed 310 lb (140 kg) dry, eventually producing 180 hp (134 kW). A complex design that proved \"very taxing\" to build and assemble,[4] but very durable, it was used in 34 different models, including 550 spyders, 356 Carreras, and F2/1s.[4]\nThe 904 was the first Porsche to use a ladder chassis[5] and fibreglass body,[5] appearing more like a specialist racing car than the modified sports cars typical at the time,[4] and was painted white. The fibreglass body was bonded to its steel chassis for extra rigidity, and achieved a drag coefficient of 0.34.[4] While many German race cars had used unpainted aluminium bodies since the famous 1934 Silver Arrows, most 904s were painted silver, the modern German national racing color. Unusually for Porsche, the two-seater bodies were provided by contractors, which would later become standard practice among race car builders.[3] The 904's fibreglass body was made by spraying chopped fibreglass into a mold, the amount sprayed often varied in thickness over the shape of the car and as a result the weight of the various cars was somewhat inconsistent. Race-prepared four-cylinder 904s weighed in at approximately 1,443 pounds (655 kg) and the low weight gave the 904 the ability to accelerate to 60 mph (97 km/h) from a standstill in less than six seconds (using the standard rear gear, which was typical at Sebring)[4] and to reach a top speed of 160 mph (260 km/h) (with the 3.362 ratio).[3] Frontal area was only 14 sq ft (1.3 m2).[3]\nThe Porsche 904 rode on coil springs (the first Porsche not to use trailing arm front and swingaxle rear suspension),[5] with unequal-length A-arms in front.[5] The wheelbase was 90.5 in (2,300 mm)[3] (by contrast, the Corvair's was 108 in (2,700 mm)),[7] track front and rear 51.7 in (1,310 mm),[3] height 42 in (1,100 mm), and ground clearance of 4.7 in (120 mm) on 15 in (380 mm) wheels.  Brakes were 275 mm (10.8 in) discs at thefront and 285 mm (11.2 in) at the rear.\n\nTo satisfy demand, forty 1965 models were produced, some featuring a variant of the 911's flat-six. Due to the weight issues of the first generation plastic body, the 904's successor, the 1966 906 or \"Carrera 6\", was developed with a tubular space frame covered with an unstressed, lighter fiberglass body.A few factory race cars were fitted with a flat eight-cylinder power plant derived from the 1962 804 F1 car, the 225 hp (168 kW) 1,962 cc (119.7 cu in) Type 771,[4] which used 42 mm (1.7 in)-throat downdraft Weber carburetors.[8] The Type 771s, however, suffered a \"disturbing habit\" of making their flywheels explode.[8]\n\nFor the European Hill Climb Championship in 1965, Porsche developed a successor to the 1964 Porsche 718 RS 61 Spyder. The 904 Bergspyder, based on the Coupé 904/8,[9] was given chassis numbers that began with the 906.[10] Therefore, the car is also sometimes called the 906/8 Bergspyder,[9] Although the race car was most commonly known as the 904 Bergspyder and was technically based on the 904 coupe.From the coupe, the developers carried over the steel box frame and put on a light open plastic body. The Bergspyder was not a beauty and visually showed no relationship to the aerodynamic coupe.[9] The car was flat especially shorter at the front and because of the missing roof and the shorter windshield as the series 904. However, this made the car around 120 kg lighter than the coupe, with a weight of 570 kg.[9]\nDuring the European Championship season 1965, the body was changed several times. For example, the windshield on model number 906 004 was shortened and flattened.[11] Later, the Bergspyder received again a lighter and rounded at the front and aerodynamically improved car body.[12]\nA total of five copies were produced, of which three were destroyed in accidents.[10] In the European Hill Climb Championship, Gerhard Mitter piloted the Bergspyder to an overall victory at the hill climb Rossfeld in 1965.[13] The 904 Bergspyder was replaced at the end of 1965 at the hill climb Ollon-Villars by the Porsche 906 Spyder Mountain.[14]\nThe chassis and suspension were taken over without major changes from the 904 coupe.[10] Due to the low weight and the unadjusted suspension of the 904, the Bergspyder was very difficult to drive.[9]\nThe Bergspyder is powered by the air-cooled 2-liter eight-cylinder boxer engine used in the type 771. This engine had its first use in 1962 in the Porsche 718 RS 61 [21] and already had a Bosch injection system for mixture preparation.[14] The valves were operated by two overhead camshafts with vertical shaft drive.[15] The engine delivered up to 191 kW (260 hp) at 8,800 rpm and had a compression ratio of 10.5: 1. The car a top speed of around 260 km/h (161 mph).[9]\nModern day replicas of the 904 are currently being produced by a number of companies, including Martin and Walker[16] in the UK and Chuck Beck [17] in the US.\nMaking an inauspicious debut at Sebring in 1964, where it suffered clutch trouble,[4] \"a four-cylinder 904 took an astounding first overall\" at the Targa Florio.[4] It went on to a third at the Nürburgring and a perfect finish at LeMans. Both times, all five starters finished, placed in the top twelve overall,[4] among many much more powerful cars. 904s showed remarkable durability; they \"almost always\" finished,[8] and at Reims in 1964, a customer car fresh from Stuttgart, driven to the track, went on to win without the need for any spares at all.[3] For 1964, 904s racked up a 1-2 at the Targa Florio and class wins at Spa, Sebring (co-driven by Briggs Cunningham and Lake Underwood), the Nürburgring, Le Mans, Watkins Glen, Zandvoort, Canada, and the Paris 1000 Kilometer, in the process taking SCCA's C-Production and E-Sports Racing titles.[8] In addition, it won rally events including the Tulip, Munich-Vienna-Budapest, Geneva, and \"highly acclaimed\" Alpine Rally.[8] For 1965, results were \"equally impressive\", seeing wins at the Spanish, Rossfeld, Hellbronner, and Gaisburg rallies, as well as a class win and second overall in the Monte Carlo Rally which saw just 22 finishers in the points, out of 237 starters.[8] In addition, 904s won their class at the Monza 1000 Kilometer, Targa, Spa, Daytona Continental, Le Mans, and Zandvoort, among others, repeating their E-Sports title win and adding an SCCA E-Production championship.[8]\n\n", "Porsche 906": "The Porsche 906 or Carrera 6 is a street-legal racing car from Porsche. It was announced in January 1966 and 50 examples were subsequently produced, thus meeting the homologation requirements of the FIA's new Group 4 Sports Car category to the letter.[1] The type would also compete in modified form in the Group 6 Sports Prototype class.\nBuilt as a successor to the Porsche 904, and designed under Ferdinand Piëch's new regime at Porsche R&D, the 906 replaced the boxed steel structure of the 904 which used the fiberglass body for extra structural strength with a tubular space frame and unstressed fiberglass body.[2] The fiberglass itself was laid up by hand, producing consistent results, instead of the uneven spraying technique used on the 904.\nThe result was a car that weighed 580 kg (1,280 lb), approximately 113 kg (250 lb) lighter than the 904/6 (the 6-cylinder 904). The engine regularly fitted was the 901/20 6-cylinder lightweight racing engine with 220 hp and carburetors, although some examples that were raced by the factory team received fuel-injected or 8-cylinder engines,[2] especially in hillclimbing events where Porsche competed with Ferrari Dinos for the European championship.[citation needed]\nIn its debut in the 1966 24 Hours of Daytona, the Carrera 6 finished 6th overall, and won its class against Ferrari Dino 206 Ps.[2] At the 12 Hours of Sebring, Hans Herrmann/Herbert Müller finished fourth overall and won the class, as at the 1000 km of Monza.\n906s recorded class victories at the 1000 km Spa and the 1000 km Nürburgring, and Willy Mairesse/Gerhard Müller, driving a privately entered 906, secured an overall victory at the 1966 Targa Florio when the factory cars failed.[2]\nAt the 1966 24 Hours of Le Mans, the 906 placed 4-5-6-7 behind three Ford GT40 Mk IIs, outlasting all of the previously dominant V12-engined Ferrari Ps.[2]\nUnlike previous racing Porsches, the 906's body was tested in a wind tunnel, resulting in a top speed of 280 km/h (170 mph) at Le Mans, quite fast for a 2-liter engine car. At the time it showed a close resemblance to future Porsche racing cars. As in the Mercedes-Benz 300SL, gull-wing doors were fitted, and the mid-ship mounted engine was covered with a large plexiglas cover.\nIn order to save money, spare suspension components produced in advance for a possible new series of Porsche 904 had to be used for the 906, along with big 15-inch wheels. Yet, Formula One used lighter 13-inch wheels, and Porsche had already used Team Lotus suspension parts in earlier years. The wheels were bolted on with 5 nuts as in a road car, which cost time in pitstops compared to a single central nut.\nTo take advantage of the lighter wheels and F1 tyres, the Porsche 910 was developed and entered in mid-season of 1966, starting with the hillclimb from Sierre to Crans-Montana in Switzerland.[citation needed]\n\n", "Porsche 907": "The Porsche 907 was a sportscar racing prototype built by Porsche in 1967 and 1968.\nThe 907 was introduced at the 1967 24 Hours of Le Mans. As suggested by Ferdinand Piëch, the position of the driver was moved from the traditional left (as in German road cars) to the right as this gives advantages on the predominant clockwise race tracks.\nWith a new longtail body, the 907s reached 302 km/h (190 mph) on the straight even though they used the reliable 220 hp Porsche 910 2000cc 6-cyl rather than the more powerful 8-cyl. Also, vented brake disks were used as standard from now. The best Porsche 907 finished 5th, beaten only by Ford and Ferrari with their much bigger engines.\nAs the record-breaking performances of the 7.0L V8-powered Ford had triggered rumors about a future rule change, Porsche started to prepare themselves in summer of 1967. The 907 was equipped with the 270 hp 2200cc 8-cyl which was then modified for the rules of the new 3 litre prototype category that was announced in late 1967 to come in effect already in 1968. An engine with the full 3000cc would have to be developed first, though, to be introduced in the future Porsche 908.\nFrom 1968, the big V8 and V12 prototypes of Ford and Ferrari were banned, and Porsche hoped to secure the World Sportscar Championship and maybe an overall win at Le Mans as the competition at Ford, Matra and Alfa Romeo was not prepared with suitable 3000cc prototypes yet, either. Ferrari even sat out the whole of 1968 as a protest against the rule change.\nApart from the former 2000cc-class rivals Alfa Romeo T33/2 and Renault-powered Alpine, 5000cc sportscars were also permitted to enter if at least 50 of them had been built. This loophole was intended to fill the grid with cars dating mainly from 1965, like Ford GT40 and Lola T70.\nPorsche was serious. Unlike during the rather modest earlier years, four cars were entered in the 1968 24 Hours of Daytona, supported by 20 mechanics and engineers. The drivers wore cooling vests developed by NASA as the oil-cooler and the hot oil pipes caused heat in the closed cockpit.\nAfter the #53 car of Gerhard Mitter had a big crash caused by tyre failure in the banking, his teammate Rolf Stommelen supported the #54 driven by Vic Elford/Jochen Neerpasch. When the #52 car of the longtime leaders Jo Siffert/Hans Herrmann dropped to second due to a technical problem, these two also drove on the #54 car in case theirs broke down. Due to this, five pilots won the race, and two of them scored also second. The #51 Jo Schlesser/Joe Buzzetta car completed the 1-2-3 side-by-side parade finish that the Ferrari prototypes had shown a year earlier at the banked finish line. The three Alfa Romeo T33/2's were even beaten by a Ford Mustang.\nThe 1968 12 Hours of Sebring saw a 1-2 finish for the Porsche 907, with the Jo Siffert/Hans Herrmann car winning and the Vic Elford/Jochen Neerpasch car finishing 2nd. The Gerhard Mitter/Rolf Stommelen and Ludovico Scarfiotti/Joe Buzzetta cars were victims of engine failures. Daytona & Sebring marked the first back-to-back major outright wins for the company, and French journalist (and occasional racer) Bernard Cahier wrote, \"it's hard to imagine that anyone could beat Porsche to the championship this year.\" Their championship hopes in Sportscars and F1 would be significantly changed soon, though.\nThe next race was the BOAC 500 at Brands Hatch, on April 7, 1968. That fateful day, Jim Clark was supposed to drive one of the new Ford F3L P68 prototypes with the Cosworth DFV engine, entered by Alan Mann Racing. Clark instead was driving a Formula 2 at Hockenheimring to show the new sponsorship logos for Team Lotus, and was killed. Jo Siffert/Hans Herrmann were fastest in qualifying ahead of Bruce McLaren/Mike Spence in the new Ford, but none finished. It was the updated John Wyer-entered Ford GT40 of Jacky Ickx/Brian Redman which won ahead of the remaining two Porsche 907's after being only 5th on the grid.\nIn races on faster tracks like the 1000km Monza, these modified old Ford GT40's entered by JWA Gulf Racing Team proved to be an unexpectedly strong force. The loophole for these 5-liter sportscars was opened if at least 50 were built, to let the many existing Lola T70's take part, too. For 1969, the minimum number was lowered to 25, which opened opportunities unexpected by many.\nAt the twisty Targa Florio, the only privately entered GT40 finished last, but the Alfa Romeo T33/2 were strong. In lap 1, Vic Elford had lost 18 minutes due to a tyre failure. Supported by veteran Umberto Maglioli, he showed a fantastic race in the 907, reminiscent of Juan Manuel Fangio's legendary 1957 German Grand Prix, beating the old lap record by one minute and winning by 3 minutes. Hans Herrmann & Jochen Neerpasch came in 4th among four Alfas. In the Porsche advertising poster celebrating the win, only an exhausted yet smiling Elford was shown, not the cars as usual.\nThe 1000km Nürburgring was won with the new Porsche 908 with its 3000cc engine, but it still was unreliable. The underpowered 2200cc 907 with less than half the Ford's displacement continued as Porsche's best entry in the 1000km Spa, Watkins Glen 6 Hours and 500km Zeltweg, losing to the Ford GT40's.\nThis set up the stage for a showdown at la Sarthe, as due to political unrest in France, the 1968 24 Hours of Le Mans had been postponed from its traditional mid-June date to the end of September. Porsche could not take advantage of the additional time to improve the 908 nor read the French rule book properly. For the first time, Porsche were the fastest in qualifying and the early stages of the race, but troubles with the 908's alternator caused delays and even disqualifications as the new Porsche staff had misinterpreted the repair rules.\nFor the third time in a row, a V8-powered Ford won the 24h classic. A Porsche 907LH came in second in front of the sole surviving 908. In addition, Ford had taken the World Sportscar Championship, too.\nAt that time, Porsche had already decided to make a risky investment in order to go one step further beyond the 3-liter 908 prototype: they committed themselves to develop a new 5-liter sportscar and built the required number of 25 in advance.  This car was the legendary Porsche 917.\nDuring the following seasons, several 907s were entered by privateers, scoring occasional top-10 finishes, with a podium at Monza in 1969 and a 7th at the 1971 24 Hours of Le Mans being the more remarkable results.\n", "Porsche 908": "The Porsche 908 was a racing car from Porsche, introduced in 1968 to continue the Porsche 906/Porsche 910/Porsche 907 series of models designed under Ferdinand Piech.\nAs the FIA had announced rule changes for Group 6 Prototype-Sports Cars limiting engine displacement to 3000 cc, as in Formula One, Porsche designed the 908 as the first Porsche sports car to have an engine with the maximum size allowed. The previous Porsche 907 only had a 2200 cc flat-8 engine with 270 hp. The new 3-litre flat-8 engine produced initially 257 kW (350 hp) at 8400 rpm, as well as some teething problems. Also, being traditionally air-cooled and with only 2 valves per cylinder, it was still down on power compared to more modern F1 designs which delivered over 400 hp (300 kW), but were not suited to endurance racing.\nThe 908 originally was a closed coupe to provide low drag at fast tracks, but from 1969 on was mainly raced as the 908/2, a lighter open spyder. A more compact 908/3 was introduced in 1970 to complement the heavy Porsche 917 on twisty tracks that favored nimble cars, like Targa Florio and Nürburgring. Sold off to privateers for 1972, various 908s were entered until the early 1980s, often retro-fitted with Porsche 934-based 2.1-litre turbocharged flat 6 engines. \nDespite winning the 1000km Nürburgring, the 908 was anything but convincing in 1968. The older and smaller 2200 cc 907 had started the season with dominating wins and later delivered better results than Porsche's first serious attempt in the prototype category. Meanwhile, the older 4.7-litre Ford GT40s Group 5 Sports Cars were winning races on the faster tracks, with the Ford P68 being a failure, Ferrari remaining absent, and the Alfa Romeo 33 still utilizing a 2000cc enigine. With the minimum production requirement for the 5000cc Group 5 Sports Car category reduced from 50 units to 25 for 1969, Porsche decided to go one step further and build the required 25 examples of a new 12-cylinder car, the Porsche 917. This risky investment should take about a year, though, and the 908 was supposed to deliver results in the meantime.\nThe 1968 24 Hours of Le Mans were postponed from June to the end of September due to political unrest in France, setting the stage for a showdown between the 908s and the GT40s. The Porsche 908 LH Long Tails were the fastest in qualifying and the early stages of the race, but it showed that Porsche had not taken advantage of the additional time to improve the 908. Troubles with the alternator caused delays and even disqualifications as the new Porsche team leaders had misinterpreted the repair rules. Once again, a V8-powered Ford won, and a 907 Long Tail came in second in front of the sole surviving standard 908. In addition, Ford won the 1968 International Championship for Makes.\nFor 1969, the Group 6 prototype rules were changed, and Porsche lowered the weight of the Porsche 908/02 Spyder [1] by 100 kg (220 lb), removing the roof and the long tails. Aluminium tube frames were used, with air pressure gauges to check them.\nThe 1969 24 Hours of Daytona were a disaster for Porsche, as all three 908/02 failed, and a Lola T70 won. At the 12 Hours of Sebring, a Ford GT40 defeated a trio of factory-entered 908/2s.\nAt that time, the more powerful Porsche 917 was introduced in Geneva, and it seemed that the career of the 908 would be over. But with the larger car having arrived, the 908 started to succeed. The next race was the BOAC 500 at Brands Hatch, where the 908 was finally successful, finishing 1-2-3 ahead of a Ferrari 312P. With additional wins at the 1000km Monza, the Targa Florio, the 1000km Spa and an overwhelming 1-2-3-4-5 at the 1000 km Nürburgring, the 1969 International Championship for Makes was secured for Porsche by the 908/02, while the Porsche 917 suffered teething problems.\nOn the other hand, the prestigious 24 hours of Le Mans was again won by a Ford GT40 in 1969, as the 917s had gearbox troubles after leading for many hours. A 908 challenged for the win, as Hans Herrmann came in as a very close 2nd behind Jacky Ickx. Herrmann's 908 low drag coupé was fast on the straights, but near the race end the brake pads wore down, indicated by a light that was introduced with the 908s. The team gambled on not changing the pads, which allowed Ickx to pass under braking.\nDespite the more powerful 917 improving towards the end of 1969, the career of the 908 would continue. On rather twisty and slow tracks like Nürburgring and Targa Florio, the 917 was not suited well even after being modified to the \"917K\". So rather than trying to make \"one size fit all\", Porsche built dedicated cars for each type of racing track. Based upon the lightweight and short Porsche 909 which was used in hillclimbing, the new open cockpit version, the 908/03, was even shorter than the 908/02, and only weighed 500 kg (1,100 lb)- an astonishing figure for a long-distance racing car- in comparison, the 917K weighed about 840 kg (1,900 lb). This version was successful in the 1970 Nurburgring 1000 km and the Targa Florio, where typical speeds were only about half of the 240 mph (390 km/h) which the 917LH long tails could achieve at Le Mans[citation needed]. The 908/02 in which Steve McQueen finished second at the 1970 12 Hours of Sebring was also used as a camera car for the Le Mans (film) in the race itself. Steve McQueen originally intended to drive a Porsche 917 in the race, though this was vetoed by the studio funding the film[citation needed].\nIn 1971, vertical fins were added to the rear of the 908s which were outpaced at the Targa by two Alfa Romeo Tipo 33s. All entered 908s crashed (2 on the first lap; Brian Redman was badly injured after crashing 20 miles into his first lap), but Vic Elford had managed to set fastest lap. The next race at the Nurburgring saw a 1-2-3 finish for the 908 in front of two Alfas, but with Alfa scoring wins at Brands Hatch and Watkins Glen, it was proven that these prototypes could even beat the 917s.\nWith the combination of the powerful 917 and the lightweight 908, Porsche dominated the International Championship for Makes each year from 1969 through to 1971.\nFor 1972, the 5000 cc Group 5 Sports Car category was discontinued, and the 917 and its main rival, the Ferrari 512, became obsolete. In the 3000cc category, now renamed Group 5 Sports Cars, Porsche's main advantage was their low weight, as the engine was underpowered with 370 hp (280 kW). The new rules required a much higher weight (650 kg (1,430 lb)) than Porsche could achieve (well under 600 kg (1,300 lb)), giving the advantage to Ferrari 312PB, Alfa Romeo T33TT and Matra with their more powerful F1-derived engines that had 420 hp (310 kW) or more even in endurance trim.\nPorsche decided to end its 20-year history of factory sports car racing and sold the 908/03 cars to customers. Besides developing the 917/10 turbo for the Can Am series, the Zuffenhausen-based company focused on the development of the already aging Porsche 911, testing the 911 flat-6 with turbochargers. Yet a 3 year old Porsche 908LH Coupé was entered by Reinhold Joest in the 1972 24 Hours of Le Mans, finishing a strong 3rd. Customers continued to race several 908/3, fitted with extra weight as required by the rules. In 1975, some 908s were fitted with turbocharged engines, similar to those used in the Porsche 934 GT car. Even with 2.1-litre and a turbo factor of 1.4, the turbos by now outpowered normally aspirated 3-litre engines. Taking advantage of that, in 1976 the factory developed the Porsche 936  to compete in the new Group 6 Two-Seater Racing Car category that replaced the Group 5 Sports Car class. Unlike the 934 and 935, Porsche did not offer the 936 for sale, entering it in a few races only, mostly at Le Mans.  Several customer-908s were upgraded with 936-style bodywork. The Porsche 908/80 Turbo of Joest and Jacky Ickx which finished 2nd in the 1980 24 Hours of Le Mans turned out later to have a real Porsche 936 chassis, though.\nThe 908 has won the 1000km Nürburgring in three different decades, winning four years in a row from 1968 to 1971 and again in 1980, utilizing turbocharging for its final victory. 908s are still raced today in competitions such as the Classic Endurance Racing (CER) series.\n", "Porsche 909 Bergspyder": "The Porsche 909 \"Bergspyder\" was a spyder sports car designed and built by Porsche in 1968 specifically for competing in hillclimbing competitions. It was a short lived model, but its basic design went on to become the successful 908/3.\nPorsche had great success with earlier models, the 910, 907, and 908, they had won hillclimbing championships in 1966 and 1967, but in 1968 Ferrari announced that they had an all new lightweight car for competition, the 212E that was to race in 1969. Ferdinand Piëch immediately set out to develop a new model designed specifically to outdo Ferrari's new car. This focus resulted in the 909, sometimes called the \"plastic Porsche\". It was given a 2.0L, 275 hp (205 kW),0-60 mph under 2 seconds, flat-8 engine, and a lightweight chassis and body that resulted in the car only weighing in at 385 kg (849 lb).\nPorsche's drivers preferred the 910 Bergspyder, which was a year older but still in use. For the 1968 year, between the 910 Bergspyder and the 909 Bergspyder, Porsche dominated the hillclimbing competitions. However in 1969 the Ferrari 212E dominated the 1969 European Hill Climb Championship, placing first in every race it entered and setting many course records. [1]\n\n", "Porsche 910": "The Porsche 910 or Carrera 10 was a race car from Porsche, based on the Porsche 906. 29 were produced and were raced in 1966 and 1967.[1] The factory name for the 910 was the 906/10. The 910 was considered the next sequence in the 906 line.\nThe main difference to the original 906 is the use of 13 inch wheels and tyres as in Formula One (F1), plus a single central nut instead of the five nuts as in a road car. This made the car unsuitable for street use, but it saved time in pitstops. Overall, the 910 was lighter and shorter than the 906.\nThe Porsche 910 was entered in mid 1966, starting with the 1966 European Hill Climb Championship from Sierre to Crans-Montana in Switzerland. Engines used were either the 2000cc 6-cylinder with 200 hp (150 kW) or the 2200cc 8-cylinder with up to 270 hp (201 kW). The Porsche 910 is 4113 mm long, 1680 mm wide and only 980 mm high.[1]\nThe 910 was only raced for about one year by the factory. The main class rivals were the Ferrari Dino 206P, overall victories on fast tracks against the much more powerful and faster Ford GT40 for example, or another class competitor Ferrari Prototypes proved unrealistic.\nAt the 1000 km Nürburgring in 1967, a fleet of six factory cars were entered in an attempt to score the first overall win in Porsche's home event. Two of the three 8-cyl broke, and the remaining one finished fourth. The three 6-cyl won 1-2-3, though, giving Porsche its first outright win in a third major event of the World Sportscar Championship for Porsche, after the 1956 Targa Florio and the 12 Hours of Sebring in 1960.\nIn Le Mans, the new Porsche 907 \"long tails\" were already entered, finishing 5th in front of a 910 and two 906.\nIn hillclimbing, the career of the short and light open-top 910 \"Bergspyder\" version with its 8-cylinder continued, winning the 1967 and 1968 European championships. At the hillclimb of Ollon-Villars, which counted towards the World Sportscar Championship in 1967, the 910 even scored a 1-2, with Gerhard Mitter and Rolf Stommelen beating Herbert Müller and his big V12-Ferrari P.\n", "Porsche 911 GT1": "The Porsche 911 GT1 is a car designed for competition in the GT1 class of sportscar racing, which also required a street legal version for homologation purposes. The limited-production street-legal version was labeled the 911 GT1 Straßenversion (Street version).\nWith the revival of international sportscar racing in the mid-1990s, though the BPR Global GT Series (which then morphed into the FIA GT Championship) Porsche expressed interest in returning to top level sportscar racing and went about developing its competitor for the GT1 category. Cars in this category were previously heavily modified versions of road cars, usually supercars such as the McLaren F1 and Ferrari F40.\nHowever, when the 911 GT1 was uneveiled in 1996, Porsche exploited the rule book to the full and stunned the sportscar fraternity. Rather than develop a race version of one of their road going models, what they created was effectively a purpose built sports-prototype, but in order to comply with regulations a street legal version was created, 911 GT1 Straßenversion - literally a road-going racing car.\nIn spite of its 911 moniker the car actually had very little in common with the 911 of the time, however its frontal chassis was shared with the then (993) 911, while the rear of the car was derived from the Porsche 962, including its water-cooled, twin-turbocharged and intercooled, four valve per cylinder flat-six engine which was arranged in a mid-mounted position, compared to the rear-engined layout of a conventional 911. The engine was making about 600 PS (441 kW; 592 hp). In comparison, the 993 generation 911 GT2, which was otherwise the company's highest-performance vehicle, used an air-cooled engine with only two valves per cylinder.\nThe new vehicle was an outright success at Le Mans, winning the GT1 class at its debut race, although it lost the overall victory to Joest Racing's Porsche WSC-95 prototype, still a success in that this vehicle used a Porsche powerplant.\nThe 911 GT1 made its debut in the BPR Global GT Series (the FIA championship's predecessor) at the Brands Hatch 4 hours, where Hans-Joachim Stuck and Thierry Boutsen won comfortably, although they were racing as an invited entry and were thus ineligible for points. They followed up by winning at Spa and Ralf Kelleners and Emmanuel Collard triumphed for the factory team at Zhuhai.\nThe '96 GT1 had around 600 PS (441 kW) and was clocked at a top speed of exactly 330 km/h (205 mph) on the legendary Mulsanne Straight in the practice sessions of the 1996 Le Mans 24 Hours Race (presumably on a low downforce setup).\n[3] would reference the 1996 Porsche 911 GT1 at Le Mans as 640 bhp. This compares favourably in that race, with the 1996 Ferrari F40 GTE II, (well referenced as 635bhp in race trim,) and the 1996 McLaren F1 GTR, (about 620 - 630).\nIn 1997, the new Mercedes-Benz CLK-GTR was successful in the new FIA GT Championship that replaced the BPR, as it was developed for racing. Mercedes did not enter Le Mans yet with their new car, though. The Porsche did not prove to be as fast in the FIA series, and failed to win a single race, first against the McLaren F1 GTR, and then against the new CLK-GTR.\nTowards the end of the 1996 season Porsche made revisions to the 911 GT1 in preparation for the 1997 season. The front end of the car was revised including new bodywork which featured headlamps that previewed the all-new 2nd generation (996) Porsche 911 which would appear in 1997. The revised car was known as the 911 GT1 Evo (or Evolution). As far as performance goes, the car had the same 600 PS (441 kW; 592 hp) turbo-charged engine, but new aerodynamics on the car allowed the '97 car to be considerably faster than the 1996 model - acceleration was better, although the top speed was still around 330 km/h (205 mph) on the La Sarthe Circuit (in the race, the GT1-Evo reached 326 km/h). However, the works cars suffered from reliability problems and did not last the full race distance; a privately entered 1996 specification GT1 managed 5th overall and third in its class, but was beaten by the BMW-backed and powered McLaren F1 GTRs.\nFor the 1998 season Porsche developed an all-new car, the 911 GT1-98. Designed to match the also new Toyota GT-One and Mercedes-Benz CLK-GTR, the 911 GT1-98 featured bodywork which bore more of a resemblance to traditional sports-prototypes than the previous 2 models while a new sequential gearbox was installed. As per the regulations a street-legal version of the 911 GT1-98 was spawned, but it is believed that only one variant was produced which was still sufficient to satisfy the regulations.\nDuring the 1998 FIA International GT season the 911 GT1-98 struggled to match the pace of the Mercedes, which also were improved, with the main reason being down to the air-restrictor rules being which were regarded as unfavourable to the turbo engine (the Mercedes being naturally aspirated). The Michelin tyres of the factory team and especially the Pirelli of the private Zakspeed team were also considered inferior to the Bridgestone of Mercedes.\nAt the 1998 Le Mans however, it was a different story. The BMW V12 LM retired with wheel bearing trouble, and the Mercedes CLK-LM vehicles had oil pump troubles in the new V8 engines that replaced the former V12. The Toyota GT-One, which was considered to be the fastest car, also suffered gearbox reliability problems.\nThe 911 GT1-98, despite being slower than the Toyota or the Mercedes, fulfilled Porsche's slim hopes, taking both first and second place overall thanks to reliability, giving Porsche its record-breaking 16th overall win at Le Mans, more than any other manufacturer in history.\nAt Petit Le Mans race in Road Atlanta, the 911 GT1 '98 of Yannick Dalmas made a spectacular backward flip and landed rear first before hitting the side barriers, as did the BMW V12 LMR at the same race in 2000, and most infamously the Mercedes-Benz CLR at Le Mans in 1999.\nThe GT1 '98 was set up with higher downforce in the race than the previous two years, which reduced its race maximum speed to 310 km/h (193 mph). However, in the 1998 Le Mans 24 Hours test days, the car hit 330 km/h (205 mph) on the Mulsanne Straight on a lower downforce setup.\nWith Mercedes dominating FIA GT1 in 1998, all other entries including Porsche withdrew for 1999. The GT1 class was cancelled, and the FIA GT Championship was contested with GT2 cars. Porsche could have entered at Le Mans, but chose not to try to defend the win of '98 against new machines from other factories.\nChampion Racing brought a 911 GT1 Evo to America to race in the American Le Mans Series, but was only allowed to do so as an LMP (Le Mans Prototypes) class entry, where it proved uncompetitive against actual prototypes such as the BMW V12 LMR.\nFollowing Champion's purchase of a 911 GT1 Evo for 1999, Gunnar Racing offered a custom race car to the team with intentions to race in 2000.  The car, known as the Gunnar G-99, was a custom-built 911 GT1 with an open cockpit.  The chassis was made from scratch yet remained nearly identical to the 911 GT1 mechanically, even using the bulk of the bodyparts.  A large rollbar was put over the open cockpit to help protect the driver.  A 3.6 litre flat-6 from a Porsche 911 GT3 was used in place of the standard 911 GT1 unit.\nHowever, Champion would instead turn to buying a Lola B2K/10, so the Gunnar G-99 was temporarily abandoned.  The car would resurface in the Rolex Sports Car Series in 2002, yet would not be allowed to race until it had a roof again.  Therefore, Gunnar Racing rebuilt the car with a near identical GT1 roof, and briefly competed in 2003.  The car would take a best finish of second in class twice before being retired due to lack of funding, and the ban on SRP cars in favour of Daytona Prototypes.\nRegulations for the GT1 category stipulated that to be eligible, a total of 25 cars must be built for road use. Porsche developed two fully road-legal versions, dubbed \"911 GT1 Straßenversion\", and delivered one in early 1996 to the German government for compliance testing, which it passed. The second vehicle is in the hands of Bahrain-based private collector Khalid Abdul Rahim. These two vehicles feature 993 style front headlights. A further 20 units were built in 1997 with 996 style front headlights.\nThe engine had to be slightly de-tuned to meet European emissions laws, although its 400 kW (544 PS; 536 hp) @ 7200 rpm and 600 N⋅m (443 lb⋅ft) rpm @ 4250 of torque proved to be more than adequate; the vehicle could accelerate to 100 km/h (62 mph) from a standstill in 3.9 seconds on its way to a top speed of 308 km/h (191 mph).[4]\nAuto, Motor und Sport tested the street-legal version in 1997 with the following results:\n", "Porsche 911 GT3": "The Porsche 911 GT3 is a high performance version of the Porsche 911 sports car primarily intended for racing. It is a line of high-performance models, which began with the 1973 911 Carrera RS. The GT3, introduced in 1999, is named after the Fédération Internationale de l'Automobile (FIA) Group GT3 class, in which it was designed to compete.\nA number of variations, designed for road and track duty, have been introduced since its launch in 1999. More than 14,000 cars have been produced.\nThe GT3 has had a successful racing career in the one-make national and regional Porsche Carrera Cup and GT3 Cup Challenge series, as well as the international Porsche Supercup supporting the FIA Formula 1 World Championship. It has won championship and endurance races, including the GT class of the American Le Mans Series seven times, first overall in the 24 Hours of Daytona, and first overall at the 24 Hours Nürburgring six times.[citation needed]\nThe \"GT3\" nameplate was introduced in 1999 as part of the first generation of the Porsche 996 model range (commonly known as 996.1[1]). As with Porsche's previous 911 RS models, the 996 GT3 was focused on racing, and so was devoid of items that added unnecessary weight to the car.  Sound deadening was almost completely removed, as were the rear seats, rear loud speakers, sunroof, and air conditioning, although automatic air conditioning and CD/radio became no-cost optional add-ons.\nThe engine of the 996 GT3 set it apart from most of the other Porsche 996 models, although it shared the same basic design of the standard so-called \"integrated dry sump\" flat-six engine. The engine is naturally aspirated and based on the unit used in the Porsche 962 and Porsche 911 GT1 race cars. That engine was known as the 'Mezger' engine, after its designer Hans Mezger. The engine uses the original air-cooled 911's versatile dry-sump crankcase, with an external oil reservoir. The 996 GT3 has 360 PS (265 kW; 355 hp), compared to the 300 PS (221 kW; 296 hp) of the regular Porsche 996. In GT3 configuration, this so-called \"split\" crankcase (meaning the parting line of crankcase is on the crankshaft centreline) uses, instead of a fan and finned cylinders, separate water jackets added onto each side of the crankcase to cool banks of three cylinders with water pumped through a radiator. Thus, the GT3 engine is very similar to the completely water-cooled Porsche 962 racing car's engine, which is based on the same crankcase. The 962 differs, however, by using six individual cylinder heads while the GT1/GT3, like the air and water-cooled Porsche 959, uses two cylinder heads, each covering a bank of three cylinders. The GT3 engine could thus also be thought of as similar to a 959 engine, but with water-cooled cylinders. Up to early model year 2004 996 GT3 production, the basic casting used for the crankcase of the GT3 was the same as the air-cooled engine.  The \"964\" casting number was visible on the bottom of the crankcase, and on areas normally machined in air-cooled applications, but not in water-cooled ones. The crankcase casting was changed in mid-2004 to a \"996\" casting number crankcase to eliminate these external air-cooled remnants, but internally it was the same.\nBecause the 911 air-cooled crankcase uses the Porsche 356 engine to transmission mounting flange configuration, the 996 GT3 used a manual gearbox also of air-cooled 911 heritage. This gearbox has interchangeable gear ratios and is more durable making it more suitable for racing than the standard 911 type 996 gearbox.\nTo bring the vehicle's track-prowess to the maximum level, Porsche endowed the GT3 with enlarged brakes, a lowered, re-tuned suspension system, lighter-weight wheels and a new front bumper with matched rear spoiler to help increase downforce, thereby increasing grip.\nPorsche offered a no-cost option for the GT3 called the 'Clubsport' package.  This option replaced the standard electrically adjustable leather front seats with manually adjustable racing buckets finished in fire-retardant fabric, single mass flywheel, bolt-in half-roll cage, 6-point drivers racing harness (also replacing the standard side airbags), fire extinguisher (mounted in the front passenger footwell) and preparation for a battery master switch. The Clubsport option was never offered to US customers, ostensibly due to the additional DOT crash testing that would have been required to allow US sales.\nPorsche made significant updates to the GT3 for 2004 (the first year the car was offered to US customers), using the 2002 996 facelift including headlights that were differentiated from the Porsche Boxster. The 2004 version is commonly known as the 996.2 GT3.[2] Horsepower was raised to 381 PS (280 kW) and torque to 284 lb⋅ft (385 N⋅m), 80% of which was available from 2,000 rpm.  The braking setup was upgraded, now featuring 6-piston calipers on the front (rears remained 4-piston), and the Porsche Ceramic Composite Brake system was offered as an option.\nIn track testing by American automotive journals, the GT3 managed a 0-60 mph (97 km/h) time of 4.5 seconds and a quarter mile time of 12.0 seconds at 118 miles per hour (190 km/h).  During skidpad testing the vehicle posted 1.03g.\nPorsche's official test-driver Walter Röhrl completed the Nürburgring Nordschleife with the 996 GT3 in 7 minutes 56 seconds, a feat which was used by Porsche to promote the car.\n1999 Porsche 996 GT3 (pre-facelift) front.\n1999 Porsche 996 GT3 (pre-facelift) rear.\nPorsche 996 GT3 (post-facelift) front.\n2005 Porsche 996 GT3 (post-facelift) rear.\nIn 2003, Porsche introduced the Porsche 911 GT3 RS, an even more track-focused version of the 996 GT3. RS is short for the German RennSport, literally \"racing sport\" in English. The \"RS\" moniker, and the characteristic lightweight blue or red wheels and \"GT3 RS\" side stickers link the 996 GT3 RS to historically important Porsches such as the Carrera 2.7 RS of the early 1970s. The 996 GT3 RS is lighter than the 996 GT3 thanks to a polycarbonate rear window, carbon fiber hood and rear wing.  Porsche Ceramic Composite Brake (PCCB) Carbon fibre-reinforced Silicon Carbide (C/SiC) ceramic composite brakes, which are also more heat and fade resistant than the cast iron units fitted as standard, are optional.\nThe 996 GT3 RS has a slightly different engine specification to the 996 GT3. The cylinder heads of the 996 GT3 RS have reshaped intake and exhaust ports for race homologation. Porsche claim the same 381 hp (284 kW) power output as the standard GT3 but Porsche's control dyno showed a jump to nearly 400 hp (298 kW) The RS also has progressive springs rather than linear. The dampers are uprated and are between 10 and 15 percent stiffer than the 996 GT3 in bounce and rebound.\nThe wheel carriers are totally redesigned to maximize the improved dynamic camber control. The suspension top mounts can be turned 120 degrees to a cup car position. Both front and rear control arms are adjustable. The RS is 3 mm (0.1 in) lower than the 996 GT3.\nThe RS rear wing delivers 35 kg (77 lb) of downforce at 125 mph (201 km/h). The RS has ram air ducts on the engine bay which force air into the intake with 18mb of pressure at 187 mph (301 km/h) and this is enough to create an additional 15 bhp (11 kW; 15 PS). That extra bhp cannot be homologated since the official engine output figures are certified on a dynanometer.\nThe Porsche 996 GT3 RS had a production run from 2003 to 2005. Only 140 right hand drive 996 GT3 RS cars were built by Porsche and 113 of those were officially imported into the UK. The 996 GT3 RS was not sold in the United States or Canada.\nAutomobile magazines claim the 996 GT3 RS can accelerate from 0-60 mph (97 km/h) in about 4.3 seconds, maintain over 1.0g on the skidpad, and have a top speed of around 190 mph (306 km/h).\nPorsche 996 GT3 RS front.\nPorsche 996 GT3 RS rear.\nIn February 2006, Porsche revealed the first generation 997 GT3, commonly now known as the 997.1 GT3.[3] In addition to a new 415 PS (305 kW) 3.6 litre flat-six engine, the vehicle featured \"zero lift\" aerodynamics, meaning the car creates only aerodynamic downforce and no grip-diminishing \"lift\" upwards and away from the road surface.  The vehicle made use of a modified, track oriented version of Porsche's active PASM suspension making it the first of Porsche's RS or GT3 versions to feature an electronically adjustable suspension system. Also available was a navigation system and Porsche's \"sports chrono\" gauge package. The car went to sale in summer of 2006 and had a starting price of $106,000 USD. A total of 917 units were sold in the United States and 46 units in Canada.\nThe vehicle has a rated 0-60 mph (97 km/h) time of 4.1 seconds and has a top speed of 193 mph (311 km/h).  Road and Track was able to achieve a 0-60 mph run in 3.8 seconds.[4] Porsche's official test-driver Walter Röhrl completed the Nürburgring Nordschleife in 7 minutes 42 seconds with the 997 GT3 in 2006.\n2006 Porsche 997 GT3 (pre-facelift) front.\n2006 Porsche 997 GT3 (pre-facelift) rear.\nPorsche also offered an RS version of the 997 GT3. In common with its predecessors, it provided a homologation model for use in a range of racing series. The 997 GT3 RS was released in Europe in October 2006 and in North America in spring 2007.\nThe 997 GT3 RS is 20 kg (44 lb) lighter than the 997 GT3, weighing in at 1,370[5] kg (3,020 lb). This weight-saving was achieved by the use of an adjustable carbon plastic wing, a steel engine cover, and a lightweight plastic windscreen.  The weight savings gives the 997 GT3 RS corresponding engine power to curb weight ratio of 300 bhp (220 kW) per tonne.\nThe body of the 997 GT3 RS is 64 mm (2.5 in) wider at the rear than the 997 GT3 (a legacy from the Carrera 4 models with which it shares its shell).  The muscular-looking rear end conceals a wider track that not only improves directional stability but also increases the potential cornering grip. However, drag is increased and top speed reduced due to the larger rear wing. In addition to the new technology, the paint scheme and body panels are all designed specifically for this car. For the RS version, the limited edition RS Green and RS Orange colour was formulated specially for this car.\nThe US version of the 997 GT3 RS has a standard rear window (not plexiglas) and the smaller 911 fuel tank to comply with rules of SCCA, Can-Am, and IMSA. For Grand-Am races, the central locking wheel nut is replaced with the standard five-lug pattern required under Grand-Am rules.\nProduction of the first generation 997 GT3 RS (997.1 GT3 RS[6]) ended in 2009. An estimated 1,168 vehicles were delivered worldwide, with a total of 410 units sold in the United States and 42 units in Canada.[7]\nPorsche 997 GT3 RS (pre-facelift) front.\nPorsche 997 GT3 RS (pre-facelift) rear.\nIn 2009, Porsche launched the 2nd Generation 997 GT3 (commonly now known as the 997.2 GT3[8]), with an enlarged 3.8 litre engine producing 435 PS (320 kW). It also featured a number of new options including dynamic engine mounts and a pneumatically lifting front axle to compensate for the low ground clearance. The rear spoiler was also modified along with other parts of the bodywork. Deliveries in Europe commenced in November the same year. A total of 65 units were sold in the United States and 58 units in Canada.\nPorsche 997 GT3 3.8 (post-facelift) front.\nPorsche 997 GT3 (post-facelift) 3.8 rear\nFor 2010, the second generation 911 GT3 RS (known as 997.2 GT3 RS[9]) received an additional 15 PS (11 kW; 15 hp) due to a new 3.8-litre flat-6 engine, bringing total power output up to 450 hp (336 kW; 450 hp). The car was not approved for competition in the United States by IMSA American LeMans.  Grand-Am originally did not approve the car, but after performance issues (a Porsche team did not compete at the Indy Grand Prix of Alabama round), Grand-Am approved the second-generation car in April 2010.[10][11]\nFifth Gear carried out a road test on the 997 911 GT3 RS which highlighted the exceptional performance of the car[12]\nPorsche test driver had intended[13] to enter the 2011 12 Hours of Nürburgring on a standard road legal 911 GT3 RS, but had to withdraw due to health reasons from the team that comprised racers Roland Asch and Simon Cowell, plus journalists Horst von Saurma and Chris Harris. The car, entered in cooperation with sport auto (Germany),[14] is registered as S-GO 2400, and was driven from Weissach to Nürburg. The RS was modified according to safety requirements, which included a larger roll cage and fire extinguisher. As no race tyres were available for 19\" wheels, the 18\" wheels of the Carrera Cup racers were used. Asch qualified with 9:15, 42nd overall, and 9th[15] among the 17 SP7 class entrants, only beaten by its race-prepared Porsche 997 siblings. In an otherwise disappointing race for Porsche, with the best race 997 finishing only 6th, the road legal car did 145 laps, only 9 less than the winning BMW, for place 13.[16] It supposedly had to cover another 306 km, on the Autobahn back home.\nOf the 997.2 GT3 RS a total of 541 units sold in the United States and 71 units in Canada.\nPorsche 997 GT3 RS (post-facelift) front.\n2010 Porsche 997 GT3 RS (post-facelift) rear.\nThe 911 GT3 RS 4.0, launched in 2011, was the final evolution of the 997 GT3 and featured a 4.0 litre flat-six engine (the largest engine offered in a street-legal 911).[17] The engine itself uses the crankshaft from the RSR with increased stroke dimensions (from 76.4 mm to 80.4 mm). This change has increased the power to 368 kW (500 PS; 493 hp) at 8250 rpm and 460 N⋅m (339 lbf⋅ft) of torque at 5750 rpm. Chassis development has been influenced by the GT2 RS and uses parts from other RS 911s. Front dive planes give additional downforce up front. The car weighs in at 1,360 kg (2,998 lb),[18] giving it a power-to-weight ratio of 365 bhp per ton. Only 600 cars were built.[17][19] At 493 hp (368 kW),[20] the engine is one of the most powerful six-cylinder naturally aspirated engines in any production car with a 123.25 hp (92 kW) per litre output.\nPerformance is 3.5 seconds for 0-60 miles per hour (97 km/h) and a top speed of 193 mph (311 km/h).[21] The lap time on the Nürburgring Nordschleife is 7 minutes and 27 seconds.[22]\nThe car was offered in Black, Carrera White, Paint to Sample Non Metallic and Paint to Sample Metallic. A total of 141 units were sold in the United States and 16 units in Canada.\n2011 Porsche 997 GT3 RS 4.0 front.\nPorsche 997 GT3 RS 4.0 rear.\nPorsche introduced the 991 GT3 at the Geneva Motor Show in 2013.[23] The 991 GT3 features a new 3.8 litre direct fuel injection (DFI) flat-six engine developing 475 hp (354 kW; 482 PS) at 8,250 rpm, a Porsche Doppelkupplung (PDK) double-clutch gearbox and rear-wheel steering. The engine is based on the unit fitted in the 991 Carrera S, but shares only a few common parts. All other components, particularly the crankshaft and valve train, were specially adapted or developed for the 991 GT3.[24] For example, the 991 GT3's engine uses titanium connecting rods attached to forged piston, in order to allow the engine to reach up to 9,000 rpm. The dual-clutch gearbox is another feature specially developed for the 991 GT3, based on sequential manual transmissions used in racing cars.[25]\nAfter a number of engine failures, it was discovered that the supplier of the connecting rod bolts had made a production error in the alloy of the bolt.[26] Subsequently, all 785 of the GT3s that had been produced up to that point were recalled to the dealership organisations and fitted with new engines, and all owners were issued with an extra year's warranty.[27]\nA formal letter sent to Porsche from members of the US-based Rennlist.com \"991.1 GT3 Concerned Owners Group\" about additional engine durability issues lead to a meeting between representatives of the owners group and Porsche, including head of Porsche Motorsport Dr. Frank-Steffen Walliser, on 3 August 2017 at the Porsche North America Atlanta headquarters. According to Dr. Walliser the concerning high-RPM misfire issue could be traced primarily to a metallurgical defect in certain batches of \"finger followers\" (valve train rocker arms) and secondarily to individual driving patterns and engine variations - such as temperature, oil quality, oil viscosity and parts tolerances - that lead to increased wear of the specific parts. In response to the issue and after implementing new engine tests to trace down the issue Porsche had developed revised camshafts and finger followers and offers a fully transferable 10-year, 120,000 mile extended engine warranty to all 991.1 generation GT3 owners worldwide that covers the replacement of the defective engine with a new engine with the revised parts if failure is a direct result of the finger-follower issue. The base bumper-to-bumper warranty and all other warranty terms and conditions remain unchanged. Porsche confirms that the issue is isolated to the 991.1 GT3, and that the 991.1 GT3 RS and the 991 R are not affected.[28][29][30][31]\nThe 911 GT3 is claimed to be able to accelerate from 0-60 mph (97 km/h) in 3.1 seconds or less, and the quarter mile in 11.2 seconds at 126 mph (203 km/h).[32][33] The GT3 has a claimed top speed of 202 mph (325 km/h). The lap time on the Nürburgring Nordschleife is 7 minutes and 25 seconds.[34]\nPorsche launched the RS version of the 911 GT3 at the Geneva Motor Show in 2015.[35] Compared to the 911 GT3, the front fenders are now equipped with louvers above the wheels and the rear fenders now include Turbo-like intakes, rather than an intake below the rear wing. The roof is made from magnesium. The interior includes full bucket seats (based on the carbon seats of the 918 Spyder), carbon-fibre inserts, lightweight door handles and the Club Sport Package as standard (a bolted-on roll cage behind the front seats, preparation for a battery master switch, and a six-point safety harness for the driver and fire extinguisher with mounting bracket).The car was nominated as one of the Britain's best driver's car 2014 by Autocar magazine.\nThe 3.8-litre unit found in the 911 GT3 is replaced with a 4.0-litre unit with 500 horsepower and 339 pound-feet (460 N·m) of torque. The transmission is PDK only. The drivetrain delivers 0-62 mph (0–100 km/h) in 3.4 seconds (0.6 seconds quicker than the 997 GT3 RS 4.0) and 0-124 mph (0–200 km/h) in 10.9 seconds. The 991 GT3 RS also comes with functions such as declutching by \"paddle neutral\" — comparable to pressing the clutch with a conventional manual gearbox –- and Pit Speed limiter button. As with the 911 GT3, there is rear-axle steering and Porsche Torque Vectoring Plus with fully variable rear axle differential lock. The Nürburgring Nordschleife time is 7 minutes and 20 seconds.[36]\nPorsche unveiled the facelifted 991.2 GT3 at the 2017 Geneva Motor Show. Extensive changes were made to the engine allowing a 9000 rpm redline from the 4.0 litre flat-six engine. Porsche's focus was on reducing internal friction to improve throttle response. Compared to the 991.1, the rear spoiler is higher and located further back to be more effective. There is a new front spoiler and changes to the rear suspension. The 991.2 GT3 brought back the choice between a  manual transmission or PDK dual clutch transmission.\nGT3 Touring\nFollowing the roots of the 2016 911R, a touring version of the GT3 was introduced that removes the rear wing and replaces it with the rear spoiler from the Carrera GTS to give a more smooth and flowing aesthetic image, though it extends further upwards to provide extra downforce. The Touring is only available with a manual transmission, features leather versus alcantara, and cannot be specified with the Clubsport package available with the normal GT3. The suspension settings are said to be identical to the standard GT3 as is the engine. The touring, unlike the 911R is not produced in limited numbers therefore discouraging high price speculation.\nIn February 2018, Porsche revealed a facelifted GT3 RS model to continue their updates for the 991 generation of the 911. Changes include a new engine similar to the GT3 and RSR models with a 9,000 rpm redline and 20 PS (15 kW; 20 bhp) and 10 N⋅m (7.4 lb⋅ft) increase over the previous GT3 RS, NACA ducts for brake cooling, modified front fascia (similar to the 991.2 GT3), side skits and rear wing (similar to the GT2 RS) for increased downforce, ball joints on all suspension links, front helper springs, lightweight glass for the rear and rear-side windows and a newly developed tyre compound. A Weissach package including additional carbon fibre body and interior parts as well as magnesium wheels and stiffer suspension settings is available as an option.[37]\nOn 18 April 2018 the 991.2 GT3 RS set a lap time of 6:56.4 around the infamous Nürburgring Nordscheleife race track. It is the third Porsche production car to break the 7 minute barrier around the track, the first being the 918 Spyder.[38]\nThe following race versions were or are offered:\nThe 997 is a Porsche Carrera Cup race car based on 911 GT3 RS. It includes 44 mm (1.7 in) wider rear body, 15 mm (0.59 in) lower front spoiler lip, 1.70 m (67 in) rear wing (from 911 GT3 Cup S race car), LED taillights, racing exhaust system with a fully controlled catalytic converter, a modified special exhaust system offering more dynamic and muscular sound (from Porsche Mobil1 Supercup cars), Porsche Ceramic Composite Brakes. 9.5Jx18 front alloy wheels with 24/64-18 Michelin racing tyres and 12Jx18 alloy wheels with 27/68-18 tyres, additional Unibal joints on the track control arms and front and rear sword-shaped anti-roll bars with seven position settings each, additional vent in the upper part of the front lid, steering wheel mounted Info Display with 6 switches, Carrara White body. The vehicle was unveiled in 2009 Frankfurt Motor Show.\nProduction model began delivery in 2009–10. European model has base MSRP of €149,850 (before tax).[55]\nThe new Porsche 997 GT3 R Hybrid made its debut at the 2010 Geneva Motor Show. The hybrid technology featured in the car was developed by the Williams F1 Team and is based on their F1 kinetic energy recovery system (KERS) which they did not race in 2009.[56]  Unlike other KERS that were developed for F1, the Williams system is based on using kinetic energy stored in a flywheel rather than batteries. The GT3-R has two electric motors, both developing a total output of at least 218 brake horsepower (163 kW), driving the front wheels to supplement the 500 brake horsepower (370 kW) four-litre flat-six engine at the rear.[57] It is planned to enter the car in the 2010 24 Hours Nürburgring.[58][59] As part of the buildup to the 24 hour race the GT3 Hybrid made its racing debut at the VLN 4 hour endurance 57th ADAC Westfalenfahrt at Nürburgring on March 27, 2010.[60] On May 28, 2011, it won its first VLN race.[61] At the 2011 24 Hours of Nurburgring, weight/restrictor penalties as well as technical difficulties prevented the R Hybrid from climbing higher than 28th place. The car also ran as an unclassified car at the 2011 American Le Mans Series at Monterey event; despite starting from last place, it finished ahead of all the other GT cars and also performed the fastest GT lap of the race.\nThe Porsche 997 GT3 RSR was developed for the GT2 category and has a dry weight of 1,220 kg (2,690 lb) and 563 bhp (420 kW; 571 PS).[62] In 2007 Porsche had also installed front air louvers that channel air into the radiators and exit through the bonnet. For 2011 Porsche added splitters to the front and increased the tyre diameter to cope with the understeer problem. The 997 GT3 RSR has scored many class victories around the world, including first-place finishes at the 2011 and 2013 Petit Le Mans. The 997 GT3 RSR set a Nürburgring Nordschleife lap time record for non-turbocharged cars at 7:07 while driven by Sabine Schmitz.[63]\nPorsche introduced the 991 GT3 Cup for the 2013 Porsche Supercup season, based on the 991 GT3. Like the 991 GT3 road car, its improvements over the 997 model include revised aerodynamics, an improved rollcage, new wheels and a revised chassis. The direct-injection 3.8-litre flat six produces 338 kW at 8500 rpm and drives the rear wheels through a mechanical limited slip diff. The transmission includes a paddle-shift, race-bred, pneumatically-activated six speed developed specifically for the track. It uses lightweight materials in its construction, and a stripped-out cabin complete with a full roll cage, racing seat and all the safety gear required for competition, weighing 1175 kg.[64]\nIn 2013, Porsche introduced the newest version of the RSR based on the 991 model for the LM GTE category.[65] Because the 991 GT3 was not in production at the time of the announcement, Porsche was forced to homologate it based on the 911 Carrera model. The 991 RSR includes revised aerodynamics, a lighter gearbox and a new, lower suspension.[66] For the 2013 season, Porsche retained the Mezger engine of the 997 GT3 RSR model. Manthey Racing was chosen to run the cars in the FIA World Endurance Championship; the team achieved its best success at the 2013 24 Hours of Le Mans where the 991 RSR finished 1-2 in the GT class.[67]\nFor 2014, Porsche announced that it partnered with CORE Autosport to run two Porsche 911 RSRs in the United SportsCar Championship (under the Porsche North America team name) while AKB GT Raceline has announced that they would run a pair of 911 RSRs in the series. Team Falken Tire also announced that it would be running a 911 RSR from Sebring onwards. Manthey Racing will continue to run two 911 RSRs in the WEC.\nPorsche also announced a variant of the 991 GT3 Cup car for the United SportsCar Championship known as the 911 GT America.[68] The car is homologated exclusively for the Grand-Touring Daytona category of the series. Upgrades over the regular Cup car include improved aerodynamics, a bigger 4.0L flat-six engine, a new gearbox, a different safety cell, new brakes and reliability upgrades for endurance racing.\nIn May 2015, Porsche announced the release of the 991 GT3 R, a customer race car designed to compete in Group GT3 from 2016 onwards. The car is homologated based on the 991 GT3 RS road car, and uses the production car's 4.0-litre flat-six with around 500 bhp, running through a six-speed paddle-shift sequential gearbox. The GT3 R features a double-bubble roof, and a wheelbase which had been lengthened by 8.3 cm. Engineers also \"significantly optimised\" the centre of gravity position versus the old R, using carbon-fibre composite material (CFRP) for the roof, front cover and fairing, wheel arches, doors, side and tail sections as well as the rear cover. All windows – and for the first time ever, the windscreen – are made from polycarbonate to cut weight. Race car essentials such as an integrated (welded) roll cage according to FIA Appendix J, safety fuel cell (approximately 120 litres, with fuel cut off safety valve in accordance with FIA regulations), removable roof escape hatch and an air jack system are present. The weight is 1,220 kg.\nThe GT3 R has adopted the concept of the central radiator from its 911 RSR big brother. By eliminating the side radiators, the position of the centre of gravity is improved, the radiator is better protected against collision damage, and the venting of hot air through louvres in the front cover is enhanced. The two-metre wide rear wing lends aerodynamic balance and distinctive wheel arch air vents on the front fairings increase downforce at the front axle. The GT3 R's front MacPherson strut suspension and multi-link rear suspension are adjustable in height, camber and toe, and there are adjustable anti-roll bar blades at both ends. All wheel hubs come with centre-lock wheel nuts. There are two separate brake circuits for the front and rear axles; driver adjustable via a brake balance bar system. The front brakes consist of six-piston aluminium monobloc calipers gripping 380 mm discs; the rears are four-piston items with 372 mm discs.[69]\nThe Porsche 911 GT3 R is priced 429,000 Euro excluding country-specific taxes.\nIn November 2016, Porsche revealed the new version of the 911 RSR prepared for the LM GTE category. The car has a rear mid-engined design, powered by a four-liter flat-six boxer engine,  producing around 510 PS (375 kW; 503 bhp) depending on series air restrictor. Other new features include a new transmission, a new aerodynamic pack including a swan-neck wing and a larger rear diffuser, quick-change body panels and double-wishbone suspension with quick-change shim-system all around, Bertrandt-developed LED lights first developed for the Porsche 919 Hybrid and new cockpit with fixed seat, movable pedal box, multi-function steering wheel with integrated display, a rear-view camera and collision avoidance system. The new RSR made its competition debut at the 2017 24 Hours of Daytona.[70][71]\nAt the 2018 24 Hours of Le Mans the Manthey Racing-entered Porsche Team 911 RSR #92 and #91 finished 1-2 in the GTE Pro class respectively. Both #92 and #91 carried a special liveries marking the 70th anniversary of the marque with the liveries being the liveries from the past racing cars built by Porsche. The #92 carries the \"Pink Pig\" livery, homage to the Porsche 917/20 which used the same livery, and the #91 carries the iconic Rothmans-inspired livery from the 80s Porsche 956 and the Porsche 962.[72]\nRevealed at the 2016 Paris Motor Show the 2017 911 GT3 Cup is based on the 991.2 911 GT3. Improvements on the previous model include a larger 4.0-litre flat-six boxer engine delivering performance of 485 PS (357 kW; 478 bhp), improved aerodynamics and an enlarged escape-hatch in the roof. The GT3 Cup is priced at 189,900 Euro excluding taxes.[53]\nIn May 2018 Porsche revealed a new iteration of the 911 GT3 R based on the 991.2 GT3 RS, available for customer teams for the 2019 season. Its 4.0-litre flat-six boxer engine, largely identical to the unit used in the GT3 and GT3 RS street cars and GT3 Cup and RSR race cars, develops approx. 550 PS (405 kW; 542 bhp). Improvements include a larger diffuser for more efficient aero, double wishbone front suspension adopted from the RSR, a shim system allowing setup changes without new alignment, larger front tyres, an electro-hydraulically actuated clutch allowing the removal of the clutch pedal, a fuel cell that can be configured to be refilled from left or right of the vehicle depending on circuit layout, a rear-view camera and collision avoidance system, a fixed seat with movable pedal-box and energy-absorbing impact elements placed in the doors for improved safety as well as air conditioning. The GT3 R is priced at 459,000 Euro excluding taxes.[73][54]\nApart from numerous class wins, the 911 GT3 won major events overall:\nVarious national and regional Porsche Carrera Cup and Porsche GT3 Cup Challenge as well as the international Porsche Supercup one-make series - which serves as Formula One support series - utilise the 911 GT3 since 1998.\nDue to the absence of the official Porsche team in the 1999 24 Hours of Le Mans, only privateers with the nearly obsolete air-cooled 993 GT2 Turbo were expected to represent the marque, with few chances to beat the Chrysler Viper for GTS class honors. Two new race versions of the water-cooled 996 GT3-R were entered in the GT class by private teams. The car entered by the German Manthey Racing team finished 13th overall.\nThe 996 GT3-R were made available to privateer teams. In the 24 Hours Nürburgring of the year 2000, a factory-backed effort of the local Phoenix team managed to beat the Zakspeed Chrysler Viper that dominated this race from 1998 to 2000. The improved 996 GT3-RS version of 2001 was entered in countless races in the years to follow, scoring not only many class wins, but also overall wins at Daytona and Spa in 2003. In 2004, the 996 GT3-RSR was made available, with numerous improvements to the RS, including a sequential gearbox, which allows for faster gearshifts.\nIn 2005, the new 997-generation racing vehicles began to debut with the GT3 Cup, followed by the launch of the 911 GT3-RSR at the 2006 Spa 24 Hours. In VLN endurance races, the Manthey entry won the last 4h race before the 24h event, and then the big event also. Their Porsche 997 GT3 RSR has a larger front splitter, taller rear wing and a 500 bhp 4.0L Flat-6 engine.\nAfter winning the 1998 24 Hours of Le Mans outright, Porsche dominated the GT/N-GT class at Le Mans. There were no major competitors and Porsche took seven consecutive class wins from 1999 to 2005. In 2006 the Porsches led for much of the race but one by one the competitors had problems and withdrew. Last minute mechanical issues threw the Seikel car back behind the surprising winner Panoz Esperante.\n2007 saw the debut of the 997 GT3 RSR. IMSA Matmut took pole by more than a second over the Ferrari (but lost it after breaching Parc Fermé rules). The new Porsche was now fitted with wider rear tyres and smaller restrictors than the rules allow. This was compensated by the car weighing 100 kg more. The Porsche now stood at 1220 kg and 485 bhp. This was an advantage at Le Mans over the lighter and nimbler F430.\nFelbermayr-Proton and IMSA Performance Matmut received the new 997 just before the 2007 season. Marc Lieb and Richard Lietz share the better of the two Felbermayr cars. Patrick Pilet and Raymond Narac share the IMSA car. Felbermayr-Proton won the championship in 2009 and 2010. In 2011, Nicholas Armindo won the GTE-Am class.\n2003 Porsche 996 GT3 RS rear.\n2005 Porsche 996 GT3 RS front.\n2006 Porsche 996 GT3 Cup front.\nPorsche 996 GT3 Cup rear.\nPorsche 996 GT3 RSR front.\nPorsche 996 GT3 RSR rear.\nPorsche 996 GT3 RS GT300 front.\n2007 Porsche 997 GT3 RSR front.\n2010 Porsche 911 GT3 R Hybrid front.\n2011 Porsche 997 GT3 R front.\n2011 Porsche 997 GT3 RSR front.\n2013 Porsche 997 GT3 Cup front.\n2008 Porsche 997 GT3 Cup rear.\n2015 Porsche 911 GT3 RSR front. This car Won the 2015 Petit Le Mans.\n2014 Porsche 991 GT3 Cup front.\n2017 Porsche 911 RSR front.\n2017 Porsche 991 GT3 R front.\n", "Porsche 914-6 GT": "The Porsche 914-6 GT was a race car built by Porsche, based on the 914 model with a 6-cylinder engine and GT package.\nThe 914-6 GT was a race configured version of the 914-6.  The factory offered the GT option, which was distinguishable by its box-like steel fender flares.  It quickly became known as the 914-6 GT and was raced employing different engine configurations. This included the 'T' specification, which was a basic 911 engine. Another popular configuration was to use a converted Carrera 6 engine.\nIn 1970, Porsche entered a 914-6 with the factory's GT option in the grueling 24 Hours of Le Mans race. The car, identified as #40, was driven by Claude Ballot-Léna and Guy Chasseuil.  It finished 6th overall, preceded only by prototype racecars like the V12 Ferrari 512S and Flat-12 Porsche 917K.  In addition, the #40 won its class ahead of several Porsche 911S entries.  914-6s also competed in some of the most important race competitions of its era, e.g. Targa Florio with Brian Redman, Monte Carlo Rally and Daytona International Speedway.  Walt Maas successfully campaigned a 914-6 \"GT\" in the IMSA race series.\nThe Porsche 914-6 was introduced in September 1969 and was a collaborative effort between Porsche and Volkswagen.  Short lived, only 3360 examples were produced between 1970 and 1972.  Sitting very low, the 914-6's suspension is a combination of a 911-type torsion bar front suspension with a rear coil spring suspension. It also features Porsche disc brakes.  The headlights hide in the hood and pop-up when needed. Its targa top can be stored in the rear trunk. The 914-6 received the ram-tuned Weber carbureted 2.0-litre flat six 110 hp Porsche engine that had been previously used with the basic 1969 911T.  Weighing just under 2100 pounds, The 914-6 proved to be considerably faster.  A five-speed manual gearbox was standard equipment on all models.\n", "Porsche 917": "The Porsche 917 is a sports prototype race car developed by German manufacturer Porsche. The 917  gave Porsche its first overall wins at the 24 Hours of Le Mans in 1970 and 1971. Powered by the Type 912 flat-12 engine of 4.5, 4.9, or 5 litres, the 917/30 Can-Am variant was capable of a 0-62 mph (100 km/h) time of 2.3 seconds, 0–124 mph (200 km/h) in 5.3 seconds, and a test track top speed of up to 240 mph (390 km/h).[2][better source needed]\nIn 1971 the car featured in the Steve McQueen film Le Mans. In 2017 the car driven by McQueen in the film was sold at auction for $14m, a record price for a Porsche.[3] For the 40th anniversary of the 917 in 2009 Porsche held a special celebration at the Goodwood Festival of Speed (3–5 July).[4]\nIn an effort to reduce the speeds generated at Le Mans and other fast circuits of the day by the unlimited capacity Group 6 prototypes (such as the seven-litre Ford GT40 Mk.IV and four-litre V12 Ferrari P) the Commission Sportive Internationale (then the independent competition arm of the FIA) announced that the International Championship of Makes would be run for three-litre Group 6 prototypes for four years from 1968 through 1971. This capacity reduction would also serve to entice manufacturers who were already building three-litre Formula One engines into endurance racing.\nWell aware that few manufacturers were ready to take up the challenge immediately, the CSI also allowed the participation of five-litre Group 4 sports cars, of which a minimum of 50 units had to be manufactured.[5] This targeted existing cars like the aging Ford GT40 Mk.I and the newer Lola T70 coupe.\nIn April 1968, facing few entrants in races, the CSI announced that the minimum production figure to compete in the sport category of the International Championship of Makes (later the World Sportscar Championship) was reduced from 50 to 25, starting in 1969 through the planned end of the rules in 1971. With Ferrari absent in 1968, mainly Porsche 908s and Ford P68s were entered there, with the Ford being a total failure. As a result, old 2.2-litre Porsche 907s often won that category, with John Wyer's 4.7-litre Ford GT40 Mk.I taking wins at faster tracks.\nStarting in July 1968, Porsche made a surprising and expensive effort to take advantage of this rule. As they were rebuilding race cars with new chassis every race or two anyway, selling the used cars to customers, they decided to conceive, design and build 25 versions of a whole new car with 4.5-litre for the sport category with one underlying goal: to win its first overall victory in the 24 Hours of Le Mans on May 14, 1970. In only ten months the Porsche 917 was developed, based on the Porsche 908.\nWhen Porsche was first visited by the CSI inspectors only three cars were completed, while 18 were being assembled and seven additional sets of parts were present. Porsche argued that if they assembled the cars they would then have to take them apart again to prepare the cars for racing. The inspectors refused the homologation and asked to see 25 assembled and working cars.\nOn March 12, 1969, a 917 was displayed at the Geneva Motor Show, painted white with a green nose and a black No. 917. Brief literature on the car detailed a cash price of DM 140,000, approximately £16,000 at period exchange rates, or the price of about ten Porsche 911s. This price did not cover the costs of development.\nOn April 20 Porsche's head of motorsports Ferdinand Piëch displayed 25 917s parked in front of the Porsche factory to the CSI inspectors. Piëch even offered the opportunity to drive any of the cars, which was declined.[6]\nThe car was designed by chief engineer Hans Mezger under the leadership of Ferdinand Piëch and Helmuth Bott. The car was built around a very light spaceframe chassis (42 kg (93 lb)) which was permanently pressurised with gas to detect cracks in the welded structure.[7]  Power came from a new 4.5-litre air-cooled engine designed by Mezger, which was a combination of 2 of Porsche's 2.25L flat-6 engines used in previous racing cars. The 'Type 912' engine featured a 180° flat-12 cylinder layout, twin overhead camshafts driven from centrally mounted gears and twin spark plugs fed from two distributors.[8] The large horizontally mounted cooling fan was also driven from centrally mounted gears. The longitudinally mounted gearbox was designed to take a set of four or five gears.\nTo keep the car compact despite the large engine, the driving position was so far forward that the feet of the driver were beyond the front wheel axle. The car had remarkable technology. It was Porsche’s first 12-cylinder engine and used many components made of titanium, magnesium and exotic alloys that had been developed for lightweight \"Bergspider\" hill climb racers. Other methods of weight reduction were rather simple, such as making the gear shift knob out of balsa wood, some methods were not simple, such as using the tubular frame itself as oil piping to the front oil cooler.\nThere are at least eleven variants of the 917. The original version had a removable long tail/medium tail with active rear wing flaps, but had considerable handling problems at high speed because of significant rear lift. The handling problems were investigated at a joint test at the Österreichring by the factory engineers and their new race team partners John Wyer Engineering and after exhaustive experimentation by both groups, a shorter, more upswept tail was found to give the car more aerodynamic stability at speed. The changes were quickly adopted into the 917K for Kurzheck, or \"short-tail\".[9]\nIn 1971, a variant of the 917K appeared with a less upswept tail and vertical fins, and featured the concave rear deck that had proved so effective on the 1970 version of the 917L. The fins kept the clean downforce-inducing air on the top of the tail and allowed the angle of the deck to be reduced, reducing the drag in direct proportion. The result was a more attractive looking car that maintained down force for less drag and higher top speed.[10]\nBy this time the original 4.5-litre engine, which had produced around 520 bhp in 1969, had been enlarged through 4.9-litres (600 bhp) to 5-litres and produced a maximum of 630 bhp. \nThe 917K models were generally used for the shorter road courses such as Sebring, Brands Hatch, Monza and Spa-Francorchamps. The big prize for Porsche however, was Le Mans. For the French circuit's long, high speed straights, the factory developed special long tail bodywork that was designed for minimum drag and thus highest maximum speed. On the car's debut in 1969, the 917L proved to be nearly uncontrollable as there was so little down force. In fact, they generated aerodynamic lift at the highest speeds. For 1970, an improved version was raced by the factory and for 1971, after very significant development in the wind tunnel, the definitive 917L was raced by both factory and JW. These cars were so stable that the drivers could take their hands off the steering wheel at speeds which reached 246 mph.[11]\nIn 1971 Jo Siffert raced an open-top 917PA Spyder (normally aspirated) in the 1971 CanAm series.[12]  There is also the \"Pink Pig\" aerodynamic research version (917/20), and the turbocharged 917/10 and 917/30 CanAm Spyders. Porsche 917s also raced in the European Interseries in various configurations.  In the 1973 Can-Am series, the turbocharged version Porsche 917/30 developed 1,100 bhp (820 kW).[2]\nIn testing, it soon appeared that the Porsche 917 did not work well on the race track. Porsche factory driver Brian Redman recalled that \"it was incredibly unstable, using all the road at speed.\" Many thought that the 4.5-litre engine was too much for the frame. The suspension and the stability of the frame were suspected, but modifications did not improve the problem. It was finally determined that the \"long tail\" body was generating significant lift on the straights, as the 917 was 30 km/h (19 mph) faster than anything previously built for Le Mans. As with former underpowered Porsches, the 917 aerodynamics had been optimized for low drag in order to do well on the fast straights of Le Mans, Spa, Monza and elsewhere. The significance of downforce for racing was not yet fully realized although Can-Am and F1 cars were using wings by that time.\nBefore its competition debut on 11 May 1969 in the 1000km Spa, the weather conditions prevented further improvements in tests. Jo Siffert/Redman managed to clock an unofficial lap time of 3:41.9 which would have beaten the pole of 3:42.5 set by a Lola, but they chose to use the 908LH long tail with which they won the race and set the fastest lap at 3:37.1. Gerhard Mitter/Udo Schütz actually started the race from 8th, but their already ailing engine failed after one lap.\nThree weeks later for the 1000km Nürburgring, all works drivers preferred the 908 over the 917 which was, despite some modifications, not suited for the twisty track. As it was necessary to promote the car in order to sell the surplus ones, Porsche asked BMW for the services of their factory drivers Hubert Hahne and Dieter Quester. They practised, but Munich declined permission to have them race, so Englishman David Piper and Australian Frank Gardner were hired on short terms. They drove the 917 to an eighth-place finish behind a Ford and an Alfa, while the factory's armada of six 908/02 spyders scored a 1-2-3-4-5 win after the only serious competition, a sole Ferrari 312P, failed.\nAt the 1969 24 Hours of Le Mans, the 917s were quickest in practice. Soon after the start the poor handling of the 917 and the inexperience of one of the drivers resulted in drama: British gentleman-driver John Woolfe crashed his Porsche 917 at Maison Blanche on lap 1, dying as a result. Woolfe was the first privateer to race a 917. The works #14 917 led early, but succumbed to an oil leak, while the #12 dropped out of the lead and the race in the 21st hour with a broken gearbox, despite leading by nearly 50 miles. At the end, Hans Herrmann's 908 remained as the only Porsche that could challenge for the win, but Jacky Ickx's more powerful Ford won once again, by a mere 120 metres (390 ft).\nIn June 1969, Enzo Ferrari sold half of his stock to FIAT, and used some of that money to build 25 cars powered by a 5-litre V12 in order to compete with the Porsche 917: the Ferrari 512 would be introduced for the 1970 season.\nAt that time, the 917 already had several races under its belt, yet no success. The first win came in the last race of the championship season, the 1000 km Zeltweg. Jo Siffert and Kurt Ahrens succeeded in the privately entered Porsche 917 of German Freiherr von Wendt. At that time, the factory had started to focus on development, leaving the time-consuming trips to races to customer teams.\nDisappointed by the poor results of the 917 in 1969, and facing new competition, Porsche concluded an agreement with John Wyer and his JWA Gulf Team, which became the official Porsche team, and also the official development partner. During tests at the Österreichring at Zeltweg, works drivers Redman and Ahrens tested the car, and the car still performed like it did before. The Österreichring was the circuit where the car had won its only race at that time, Wyer's chief engineer John Horsman noticed that the bodywork had a pattern of dead gnats dashed against it, revealing the airflow. The tail was clean—the lack of dead gnats indicated that the air was not flowing over the tail. A modification to the tail was cobbled-up on the spot in the pits with aluminium sheets taped together. This new short tail gave the 917 much needed downforce. The plastic engine intake cover had already been removed. Redman and Ahrens were doing only one lap at a time before, they each did 10 laps and were satisfied with the improved performance.[13] The new version was called 917K (Kurzheck, or \"short tail\").\nIn addition to the heavier and powerful 917, the lightweight and compact Porsche 908/3 were developed for the slow and twisty tracks of the Nürburgring and the Sicilian mountain roads used in the Targa Florio, providing wins while the factory-backed 917 remained in the garages, as these cars were not suitable for these tracks. The 908/3 was built to the FIA's 3-litre Group 6 Prototype regulations whereas the 917 was now officially a Group 5 Sports Car following another FIA review of its racing classes, applicable from 1970.\nWyer was surprised to discover that another team was carefully preparing for the 1970 24 Hours of Le Mans with close support from Porsche. As in 1969, the Porsche Salzburg team was a de facto works team under control of members of the Porsche family. The Martini Racing team also gained support from Porsche AG; obviously Porsche made efforts to win the race by supporting more than one team.\nAlso, a new low drag version of the 917 was developed for Le Mans with support from the external consultant Robert Choulet. The 917LH (Langheck) featured a spectacular new long tail body which had very low drag, yet more rear downforce than the 1969 long tail. A 4.9-litre engine, introduced at 1000km Monza, was available but these proved to be unreliable for longer distance races.\nThe 917 did not compete at all the races of the season, however. Porsche's previous competition model, the 908, was redesigned with an all-new chassis and designated 908/03 so it would be used at the Targa Florio and Nurburgring 1000 km events- two twisty, narrow and slow tracks the 917 was not competitive at. Vic Elford drove a 917 during practice for the 1970 Targa Florio and it proved to be so physically demanding and difficult to drive around the circuit that he had to be lifted out of the car, although he set the 5th fastest time. The 908/03 was very effective at these two races. Porsche's dedication was such that they were building cars for each type of track- the 908/03 for the slow, twisty tracks, the 917K for the medium and high-speed tracks, and the 917L for the fast straights of Le Mans.\nThe favorite team to win, Gulf-backed John Wyer Automotive, lined up three 917Ks, two with the 4.9-litre engine and one with the 4.5-litre unit.\nTwo 917 LH were entered in Le Mans, one in white and red trim by Porsche Salzburg. Driven by Vic Elford and Kurt Ahrens, the pole sitter's 4.9-litre engine dropped an inlet valve after 225 laps. Both drivers had also been entered on the team's other car, a red and white 917 K with the 4.5-litre engine, qualified by Hans Herrmann and Richard Attwood in rather low 15th spot, but they did not drive after their own car failed.\nThe other LH was entered by Martini Racing, qualified by Willy Kauhsen and Gérard Larrousse on 12th position. The spectacular livery of this car was an elaborate whirls and swoops of light green on a dark blue background. The car with the 4.5L engine gained the nickname of the Hippie Car or the Psychedelic Porsche from the team and media.\nEarly in the race, most of the works Ferrari 512 entrants eliminated each other in a shunt. The two Porsche factory teams, Gulf-Wyer and Porsche Salzburg, continued to battle each other, but all Wyer cars were out after 12 hours. At the end it was the red and white #23 917K of Porsche Salzburg, with the standard 4.5-litre engine, carefully driven by Stuttgart's own Hans Herrmann and Englishman Richard Attwood through the pouring rain, that finally scored the first overall win at Le Mans, in a wet race that saw only 7 ranked finishers. Martini's 917LH came in 2nd. Both cars were later paraded across Stuttgart. In addition to Porsche's triumphant 1, 2 victory, a Porsche 908 came in third overall, a Porsche 914-6 came in sixth overall (plus it won the GT class), and a Porsche 911S was seventh.  (Two Ferrari 512s took fourth and fifth place overall.)\nTowards the end of the 1970 season, Ferrari entered some races with a new version of the 512, the 512M (Modificata). The 512M had a new bodywork built on a similar aerodynamic doctrine as the Porsche 917K. At the end of 1970 the 512M was as fast as the 917s. but still lacked in reliability.\nDuring the 1970 season the FIA announced that Group 5 Sports Cars would be limited to a 3-litre engine capacity maximum for the newly renamed World Championship of Makes in 1972, so the big 917s and 512s would have to retire from the championship at the end 1971. Surprisingly, Ferrari decided to give up any official effort with the 512 in order to prepare for the 1972 season. A new prototype, the 312 PB, was presented and entered by the factory in several races. But many 512s were still raced by private teams, most of them converted to M specification.\nBy the end of 1970, Porsche had stamped their authority on endurance racing by convincingly dominating the championship that year. Of the 10 races in the championship (plus some other non-championship events), the works teams (John Wyer Automotive and Porsche Salzburg) had won every race except Sebring (which was won by Ferrari) that year with the two models of cars they used, the 917K and the 908/03; with the 917K winning 7 of 8 events it was entered in; and the 908/03 winning at the Targa Florio and the Nürburgring (the 917K was not entered by the works teams at these 2 events). Still having some of their 25 cars remaining unsold, Ferrari offered them to customers at a bargain price - a move that had hardly been imaginable less than two years previously.  For Porsche, the original production series of 25 917s could not satisfy demand.  Over 50 chassis were built in total.  An underdog for 20 years, Porsche had turned itself into the new leader of sports car racing with the 917.\nThe domination of Gulf-Wyer and Martini Porsches in 1971 was overwhelming. The only potential challenger to the 917 appeared early in the season: Roger Penske had bought a used 512S chassis that was dismantled and rebuilt beyond M specification. The car was specially tuned for long races, receiving many unique features among which were a larger rear wing and an aviation-inspired quick refueling system. The engine was tuned by Can-Am V8 specialist Traco and able to deliver more than 600 hp (450 kW). Penske's initiative was not backed by Ferrari works. This 512M, painted in a blue and yellow livery, was sponsored by Sunoco and the Philadelphia Ferrari dealer Kirk F. White. Driven by Penske's lead driver Mark Donohue, it made the pole position for the 24 Hours of Daytona and finished third despite an accident that required almost an hour in the pits. For the 12 Hours of Sebring the \"Sunoco\" made the pole but finished the race at the sixth position after making contact with Pedro Rodríguez's 917. Despite being fastest on track on a few occasions, the 512M was not a serious contender.\nThe presence of the 512M \"Sunoco\", as well as the Alfa Romeo T33/3 which won Brands Hatch, the Targa Florio and Watkins Glen, forced Porsche to pursue their efforts in research and development[citation needed]: tails of the 917K and the 908/3 were modified with vertical fins, and the 917 LH aerodynamics received further improvements. New chassis made of magnesium were developed, even though this material could burn vigorously in the instance of a fire.\nA heavily modified car, the 917/20, was built as test-bed for future Can-Am parts and aerodynamic \"low-drag\" concepts. The 917/20 which had won the test race at Le Mans was painted in pink for the 24 hours race, with names of cuts of meat written in German across it in a similar fashion to a butcher's carcass diagram, earning it the nickname \"Der Trüffeljäger von Zuffenhausen\" (The Trufflehunter of Zuffenhausen, pigs being often utilized for locating truffles for harvest) or just plain \"Pink Pig\". This experimental car surprisingly qualified 7th for its only race- the 1971 Le Mans 24 Hours, but during the night Reinhold Joest crashed the car after its brakes failed. This was because the 917/20 was harder on the brakes than the K, but ran to the same brake change schedule[citation needed].\nAnd at Le Mans, once again it was not the new machinery that won. The white #22 Martini-entered 917K (chassis number 053) of Helmut Marko and Gijs van Lennep, equipped with a magnesium frame, set an overall distance record that stood until 2010 when the Audi R15 TDI of Romain Dumas, Mike Rockenfeller and Timo Bernhard set a distance record of 5,335.313 km (3,315.210 mi), an average speed of 220.2 km/h (137.6 mph).[14]\nThis Porsche still holds the fastest lap at the Le Mans racing circuit to this day but of course, there have been a number of fundamental changes to the circuit since 1971.\nAs the new rules for the 3-litre prototypes were not favourable to their existing low-weight, low-power Porsche 908, Porsche decided against developing a new high power engine that could keep up with the F1-based engine designs of the competition — at least in naturally aspirated form. In 1976 they would return to sport-prototype racing with the turbocharged Porsche 936 race cars after the engines were tested in Porsche 911 versions.\nAfter their successes with the 917 mainly in Europe, Porsche instead decided to focus on the North American markets and the Can-Am Challenge. For that series, larger and more powerful engines were needed. Although a 16-cylinder engine with about 750 hp (560 kW) was tested,[citation needed] a turbocharged 12-cylinder engine with comparable power output was ultimately used. The 917 chassis also had to be lengthened to accept the longer 16-cylinder engine, and drivers complained that this longer chassis did not handle as well[citation needed].\nThe turbocharged 850 hp (630 kW) 917/10K entered by Penske Racing won the 1972 series with George Follmer, after a testing accident sidelined primary driver Mark Donohue. This broke the five-year stranglehold McLaren had on the series. The further evolution of the 917, the 917/30 with revised aerodynamics, a longer wheelbase and an even stronger 5.4-litre engine with up to 1,580 horsepower (1,180 kW)[citation needed] won the 1973 edition winning all races but two when Charlie Kemp won the Mosport race and George Follmer won Road Atlanta and Mark Donohue won the rest. Most of the opposition was made of private 917/10K as McLaren, unable to compete against the 917 turbos, had already left the series to concentrate on Formula 1 and the Indy 500[citation needed].\nThe 917's domination, the oil crisis, and fiery tragedies like Roger Williamson's in Zandvoort pushed the SCCA to introduce a 3 miles per U.S. gallon maximum fuel consumption rule for 1974. Due to this change, the Penske 917/30 competed in only one race in 1974, and some customers retrofitted their 917/10K with naturally aspirated engines.\nThe 917/30 was the most powerful sports car racer ever built and raced. The 5.374-litre 12 cylinder (90.0 x 70.4 mm) twin-turbocharged engine could produce 1,580 bhp (1,180 kW) in qualifying tune[citation needed] with twin turbochargers run up to full boost, 39 psi (2.7 bar)[citation needed], though it usually raced with around 1,100 bhp (820 kW) at 7,800 rpm to preserve the engine. Weighing 1,800 lb (820 kg), giving it a power to weight of 1967.36 bhp/tonne in qualifying tune[citation needed] and 1369.68 bhp/tonne in race tune. The 917/30 dominated the Can-Am series during the 1973 season. The 917 was also the only championship winning car in Can Am not to be powered by Chevrolet.[citation needed]\nIn 1981, it appeared that new Le Mans regulations would allow a 917 to race again.\nThe Kremer Racing team entered a homebuilt updated 917, the 917 K-81.\nThe car raced at Le Mans qualifying in the top 10 but retired after seven hours after a collision with a back marker led to a loss of oil and withdrawal.\nThe final chapter though was to be at Brands Hatch where the car ran in the 6 hours at the end of the season. The car was competitive and ran at or near the front, including a spell in the lead until a suspension failure led to retirement.\nThere were a number of versions of Porsche 917 made over the years; at least eleven different versions have existed.\n1969 917:\nThis was the original Porsche 917 made by Porsche from 1968 to 1969 to comply with the CSI rules about entering a car in the World Sportscar Championship. This car was first run at Le Mans and had considerable handling problems due to aerodynamic lift. The original specification of the car included a detachable long-tail (Langheck), that was designed using experience from the previous 907 long-tail coupes for minimum aerodynamic drag (with suspension controlled moving flaps). A short-tail version was run at the 1969 Nurburgring 1000 km, which had no moving flaps and a full-width rear spoiler. None of the early specification 917s are known to have survived with this bodywork - all being converted at a later stage to the vastly improved 1970-spec Kurzheck or Langheck specifications. One 917L is known to have been destroyed (917L-005 - J.Woolfe) at Le Mans and one or two others simply location unknown although many suspect some were scrapped by the factory as being 'tired chassis' with new replacements being built when needed by customers.\n1969 917PA (Porsche-Audi):\nThis car was an open topped and short-tailed version of the original 917 and was made to be raced in the Can-Am championship. It was raced by Swiss Jo Siffert without much success. The 917PA's gently upswept tail was one of the catalysts that led to the later aerodynamic breakthrough with the aerodynamics of the 917 coupe. In early 1970, in an attempt to increase power and keep up with other more powerful cars in the Can-Am championship, an experimental 6.6-liter, 750PS (551kW, 739 bhp) flat-16 engine was tested. This was tested in the 917PA, but because it was 80 kg heavier than the existing 12-cylinder engine and had a 270mm longer wheelbase, its handling was compromised.[citation needed] The 16 cylinder version was never raced.\n1970 917K (Kurzheck, German for \"short tail\"):\nThe 917K was an evolution of the original 1969 car. After the first 917s were run in 1969, it was clear the car's aerodynamics made it nearly undriveable at higher speeds. After the 1969 championship season had finished, John Wyer requested a 3-day test session at the Austrian Österreichring (Zeltweg) course. The Porsche technical team turned out ready to do some serious panelwork on the coupe and in order to make a comparison, brought along the Can-Am 917PA Spyder. The drivers present instantly preferred the PA and together, the JW and Porsche engineers came up with the idea of a more upswept tail (as on the 917PA). It must also be noted that the JW team had had similar high speed handling problems with the early Ford GT40 models. With gaffer tape and aluminium sheet a completely new short tail was evolved at the racetrack. This was quickly converted into a 'production' design back at Porsche and the 917K (Kurzheck) made its public debut at the 1970 season opening Daytona 24 Hours. Such was the improvement in the stability of the car at high speed, the 917K became the standard configuration for all races except Le Mans. This car was raced at every event by the two factory-supported teams (John Wyer Automotive and Porsche Salzburg) in the 1970 season except the Targa Florio and the Nürburgring 1000 km. The smaller, more nimble and generally better suited 908/03s were used for those races. The 917K won 7 out of 10 races; all the races it competed in. Later on in the 1970 season, the 4.5 liter flat-12 was bored out to 4.9 liters, then 5 liters.\n1970 917L (Langheck, German for \"long tail\"):\nThis longtail, low drag version of the 1969 917L was purpose-built for the 1970 Le Mans 24 Hours. Le Mans in 1970 was almost entirely made up of long straights and this version was designed to maximise the speed capability resulting from the increased power developed by the flat-12 engine over the previous Porsche types. The 1970 917L was significantly developed from the initial 1969 car. Nevertheless, factory driver Vic Elford had found the car's ultimate speed an advantage enough over its still questionable handling in the braking and cornering sections of Le Mans. It was 25 mph faster down the straights than the 917K and the Ferrari 512Ss.[15] Two were raced in the 1970 Le Mans race, one was entered by Porsche Salzburg (SER#917L 042) (White/Red Shell livery) and another was entered by Martini International, (SER#917L 043) painted in psychedelic colors. The Porsche Salzburg 917L was qualified in pole position by Vic Elford, but this car retired with engine failure after 18 hours and the Martini 917L finished 2nd, 5 laps behind the winning Salzburg 917K of Hans Herrmann and Richard Attwood. Le Mans was the only race in which the 917Ls competed in that year. Of the two, only the Martini car (917L-043)is known to exist outside the factory collection: it is on display at the Simeone museum in Philadelphia. There was a major longtail crash during testing in 1970 at the VW test track near Wolfsburg, involving Kurt Ahrens in chassis 917L-006/040. A total of six 917L models were built and used between the 1970 and 1971 season(040-041-042-043-044*-045). *Unused spare chassis reportedly swapped for 043's. (No documentation)\n1971 917K:\nThe 917K was further developed for the 1971 season, and the car had vertical fins and 2 airboxes on the tail section for better aerodynamics and cooling. The fins retained the airflow over the rear part of the bodywork, allowing the deck height to be reduced for a given level of downforce. As a result, the 'finned' 1971 917Ks were faster than the 1970 versions. This version proved as successful as the preceding 1970 version. TA version of this model won Le Mans in 1971; but it had a specially-built (lighter) magnesium tube-frame chassis (whereas all the other 917Ks had an aluminum tube-frame chassis).\n1971 917LH* (Langheck, German for \"long tail\"):\nThe 1971 model was a further development of the 1970 917L and was also made specifically to compete in only one race: the 1971 Le Mans 24 Hours. The car was also more stable than its 1970 predecessor because of new bodywork and revised suspension set ups and partially enclosed rear wheels covers. The front section was also redesigned. The three LHs were run at Le Mans in 1971: two were run by John Wyer's team (SER#917L-043 and 917L-045) (Both Gulf livery) and one was run by the Martini International team, (SER#917L-042) (Silver Martini Racing livery). Although Jackie Oliver qualified one of the Wyer 917LHs on pole position, none of the three cars finished the race. This was the last race in which the 917LHs were run in. Only three 917Ls survive and each is on display in a museum: 917L-042 is on display at the Porsche museum in Stuttgart, 917L-043 is on display at the Simeone Foundation Automotive Museum in Philadelphia, PA and 917L-045 displayed at the Le Mans museum. 045 was repainted like 042 and they are now both painted in identical 1971 Martini colours. Chassis 043 ( 044 ), which is now in the Simeone Foundation Automotive Museum, was restored to its 1970 Martini 'hippie' colours prior to its sale in the 1998 Christie's Pebble Beach auction.[16] * LH is non-factory term used here but is generally accepted by most to describe the 'rework' for the 1971 season of the previous 1970 L models.\n1971 917 Interserie Spyder:\nOf the three Porsche 917 Interserie built for use in the German Interserie championship, two were converted over from two Porsche 917PAs and one was rebuilt from a 917K that was crashed by motorcycle ace Mike Hailwood during Le Mans in 1970. These cars were very successful in that series of racing, winning the 1971 championship..\n1971 917/10:\nThis development of the 917PA was run in the North American Can-Am championship and was driven by Jo Siffert. It was moderately successful; Siffert was shut out of the top 3 points positions for that season.\n1971 917/20:\nThis variant was a one-off experimental research and development (R&D) car. It was made as an intermediate car to combine the low drag of the LH and the stability of the K, and was also a test-bed for future Can-Am parts and aerodynamic low-drag concepts. It was only raced once, at Le Mans in 1971 where it was entered by the Martini International team and driven by Germans Reinhold Joest and Willi Kauhsen. This variant was known as \"Pink Pig\" for its broad proportions and pink livery with meat cuts running over the bodywork. Although it qualified seventh, it retired from the race after a heavy accident while Joest was driving. The car still exists and after being restored, it is on display at the Porsche Museum in Stuttgart.\n1972 917/10:\nThis car was Porsche's first full-hearted attempt at Can-Am in 1972; new WSC regulations only allowing prototypes with engines up to 3 liters rendered the 917's obsolete for that series. This car ran the 5-liter Flat-12 and was modified to accommodate additional compression; two turbochargers were added to give the car tremendous horsepower. George Follmer won the Can-Am championship that year. Twelve of these cars still exist.\n1973 917/30:\nThis variant, the final official reiteration of the 917, is perhaps the most powerful sports racing car to have ever existed. With all new bodywork and the twin turbocharged engine being bored out to 5.4 liters giving it 1100–1580 horsepower,[17] depending on boost. These cars were so unbeatable that it was known for killing the Can-Am series's popularity in the United States. Six still exist, (one is a new build from parts).[citation needed]\nOn 9 August 1975, Porsche and Penske would give the Can-Am car its final send off in style, when they took their 917/30 to Talladega to break the FIA speed record on a closed circuit. With Mark Donohue driving, the average speed reached was 221.160 mph (355.923 km/h).[18] As well as being the last official outing for the 917, it was the last major accomplishment for Donohue before his fatal accident in practice for the Austrian Grand Prix a week later. The record would stand until 1980.\nSeveral 917 coupés as well as 917/10s (powered by turbos or NA engines) were run in Europe's Interserie until the mid-1970s.\nMany 917 leftover parts, especially chassis, suspension and brake components, would be used to build the Porsche 936 in 1976.\nDespite the car's impracticality, at least two 917s were road-registered:\nCount Gregorio Rossi de Montelera of the Martini company, bought chassis 030 from Porsche. He raced it once under the Martini Racing Team Flag at the Zeltweg 1000 km World Championship race on 27 June 1971. After the race, it was returned to the factory, where it was modified with basic road equipment (exterior mirrors, turn signals, exhaust system and comfort modifications) and painted silver. None of the European authorities would certify the car for road use and Rossi obtained the Alabama plate 61-27737 to circumvent the problems.[19]\nThe second, for Joachim Grossmann, was painted white and given the German registration CW-K 917. The Danish car magazine Bilen in a 1977 article details how Grossmann bought the frame and other components in 1975 for 20,000 DM, rebuilt it and then modified it (examples: turn signals, hand brake, Safety glass windows and some modifications to the exhaust system) to satisfy German safety inspectors leading to the registration.\nRecently, high end replicas that use the flat-6 from the 911 have become available. One is built in Australia by Kraftwerkz,[20][21] another in the US by Race-Car Replicas.[22]\nIn addition, a grass roots \"replica,\" the Laser 917,[23] which is essentially a rebodied VW Beetle, was featured in the film Herbie Goes to Monte Carlo.\nThe Gulf Oil liveried 917 Kurzhecks are also prominently featured in the Steve McQueen film Le Mans competing against Ferrari's 512 Coda Lunga.\nAurora slot cars released some of these Porsche 917's in their AFX line-up, replicated to their original colors and markings. They were widely available in the early to mid-70's and were raced completely stock.\nA replica of a 917/10  was used in the 1981 film 'The Last Chase'.\n", "Porsche 919 Hybrid": "\nThe Porsche 919 Hybrid is a sports-prototype racing car constructed by the German car manufacturer Porsche for use in the Le Mans Prototype 1-Hybrid (LMP1-H) category of the FIA World Endurance Championship for factory-supported hybrid-powered cars. It is the first sports-prototype built by Porsche since the RS Spyder, the first sports-prototype built by Porsche to compete in a top category of sportscar racing since the Porsche 911 GT1-98 and Porsche LMP1-98 and the first sports-prototype to be raced by Porsche as a racing team since the Porsche 911 GT1-98 and Porsche LMP1-98. It uses a 2.0 L four-cylinder turbocharged engine with a battery-based hybrid system.[2] The car made its competitive debut at the 2014 6 Hours of Silverstone, the opening round of the 2014 season. The 919 Hybrid project is scheduled to be discontinued at the end of the 2017 season to allow Porsche to focus on entering Formula E.[3]\nThe 919 nomenclature is a reference to the successful Porsche 917 race car of the 1970s, and the Porsche 918 street car that debuted in 2013.[4]\nPorsche made an initial announcement of the new program on 11 June 2012,[5] with Timo Bernhard and Romain Dumas named as the initial development and race drivers of the car. Exactly one year after its announcement, the first test chassis completed its initial rollout.[6] The 919 utilizes a 2-litre V4 turbocharged gasoline engine with direct injection and two energy recuperation systems, with new signing, Australian Formula One driver Mark Webber, testing the car at Algarve in Portugal.[7][8] The first public showing of the car was on 14 December 2013.[4] The 919 uses a Lithium-ion battery hybrid system, and can store up to 6 MJ of energy (1.7 kWh) per lap of Le Mans. The car will also have an exhaust-energy recovery system that runs through a turbine in the exhaust.[9]\nThe 919 Hybrid made its competitive debut at the 2014 6 Hours of Silverstone at the Silverstone Circuit. The No. 20 entry of Timo Bernhard, Brendon Hartley and Mark Webber finished third behind the two Toyota TS040 Hybrids, while the No. 14 entry of Romain Dumas, Neel Jani and Marc Lieb was forced out of the race after thirty laps.[10]\nAt the 2014 24 Hours of Le Mans, the No. 20 entry, driven by Mark Webber at the time, closed to within one minute of the leading No. 1 Audi R18 e-tron quattro with an hour and a half of the race remaining when the car suffered a broken anti-roll bar. Before the hour was out, Marc Lieb was forced to pit the No. 14 entry with the same issue. Car No. 14 returned to the circuit to complete a ceremonial lap at the end of the race and was classified eleventh overall, but car No. 20 was unable to take to the circuit and was not officially classified as finishing, despite having completed 90% of the winner's race distance.\nThe 919 Hybrid is a new car for its second season with approximately 85%–90% new parts while finally bringing the car's empty weight (no driver, no fuel) to the 870 kg minimum;[11] it has also moved from the 6MJ subclass to the 8MJ subclass. Porsche have stated that they will be able to fully use this extra battery capacity for Circuit de la Sarthe although it might struggle on shorter circuits.[12]  The 919 achieved pole positions in Spa and Silverstone before finally picking up a pole and win at the 24 Hours of Le Mans. After Le Mans it won the five remaining races of the season.\nRaces in bold indicate pole position and races in italics indicate fastest lap\n(For more information about legend click here)\n* Season in progress.\nPorsche 919 at Geneva Motor Show 2014\nPorsche 919 Hybrid at Le Mans 2015\nPorsche 919 at Goodwood Festival of Speed on Thursday 23rd, 2016\nPorsche 919 at IAA 2017\nPorsche revealed an evolution of the 919 Hybrid on 11 April 2018, as it broke the lap record in Circuit de Spa-Francorchamps with a lap time of 1:41.77, with Neel Jani behind the wheel. The lap time was 0.783 seconds faster than Lewis Hamilton's flying qualification lap in 2017, previously posting a 1:42.553 in his Mercedes AMG F1 W08, a Formula One car. Jani was also over 12 seconds faster than the standard 919 Hybrid's 2017 pole position lap time of 1:54.097. During the lap, Jani's speed trap was 359 km/h (223.1 mph) at the Kemmel Straight, with an average speed of 245.61 km/h (152.6 mph).[13][14][15]\nThe V4 engine is retained for the Evo, putting out 720 PS (530 kW; 710 hp) without fuel flow restrictions. As the amount of recovered energy that could be used was increased from 6.37 megajoule for Spa to 8.49 megajoule, the output of the electric motors was increased from 400 PS to 440 PS (324 kW; 434 hp). The car's weight was reduced by 39 kg, now weighing in at 849 kg (1,872 lb) dry and 888 kg (1,958 lb) with driver ballast. Extensive aerodynamic upgrades were also added to the 919 Evo, resulting in a 53% increase in downforce and 66% increase in aerodynamic efficiency compared to 2017 WEC Spa qualifying spec.[14][16][15]\nThe 919 Evo will be doing demo runs through 2018 as part of the \"919 Tribute Tour\" at the Nürburgring Nordschleife for the 24 Hours Nürburgring, at the Goodwood Festival of Speed, for the Festival of Porsche at Brands Hatch and at Laguna Seca as part of Porsche Rennsport Reunion VI.[14][15]\nOn 29th of June 2018 Porsche ran the 919 Evo on the Nürburgring and Timo Bernhard put down a time of 5:19:546, breaking the long held record of 6:11.13 set by Stefan Bellof in the Porsche 956.[17]\n", "Porsche 934": "The Porsche 934 was a racing version of the Porsche 911 Turbo, prepared to FIA Group 4 rules, similar to the Porsche 935 which was prepared to FIA Group 5 rules.\nThe Porsche 934 was introduced for the 1976 racing season. It was manufactured for two years, 1976 and 1977, with at least 400 being manufactured. Toine Hezemans drove this car to victory at the European GT Championship, while in the U.S., with George Follmer at the wheel, it also became the Trans-Am champion. It continued to win races throughout the late 1970s.\nThe 934 was essential in building the Porsche 934/5. Combining the 934 chassis and engine with the 935 wheels, tires and rear wing configuration. [1]\nThe 934 as well as the 935 were raced in the Deutsche Rennsport Meisterschaft in a distinctive orange \"Jägermeister\" livery.\nAlan Hamilton the Australian Porsche distributor at the time owned one of these cars and competed and won the 1977 Australian Sports Car Championship and in 1980 the same car won the title with Allan Moffat behind the wheel\nThe 934 has a top speed approaching 190 mph (approximately 300 km/h) and has a zero to 60 mph (97 km/h) time of 3.9 seconds.  It was one of the last designs to incorporate all the distinctive stylings of the original 911s, with only minor bodywork taken from the 911 Turbo, to include GRP (glass-reinforced plastic) wheelarch extensions, doors, engine lid and boot.\nThe car came in a regular trim, or a racing trim (also called \"Group 4 trim\").\nRegular trim:\nThe racing trim was a modified regular trim to meet with the FIA rules, most notably it added 30 kg (66 lb) of weight, so that it complied with the minimum weight requirement of Group 4.\n", "Porsche 934/5": "The Porsche 934/5 is a 1977 racing car that was designed as a hybrid of the Porsche 934 and Porsche 935 to compete in Racing Group 4 of the IMSA.[1]\nThe Porsche 934/5 was assembled from 10 samples of Porsche 934 and Porsche 935, by incorporating the Chassis and engine of the 934 with the wheels, tires and rear wing configuration of the 935, creating the new 934/5.[2]   The goal for the new design was to compete in the Group 4 racing competition of the IMSA (International Motor Sport Association) in 1977. On January 22, 1977, Peter Gregg (racing driver) and Brumos crew team flew to Germany, in order to acquire the resources necessary for this new car under construction to be assembled. Gregg and his team decided to fit the 934 with the 935's rear wing and to add a turbocharger, so that they could compete with the other racing cars, such as the more powerful DeKon Monzas. The name has been carefully selected and origins from the Porsche 911 Turbo (code-named 930). The \"4\" in the name comes from the fact that the 934/5 was built to compete in the Group 4 of the IMSA.[3]\nFor the design of the Porsche 934/5, Porsche was strongly inspired by its previous models. The basis for design has been influenced by the Porsche 934. However, Peter Gregg and his team made the decision to fit the newly designed car with the large rear spoiler, the widened body work and the big fenders from the composition of the Porsche 935. The widened body work was required for the large rear wheels to fit. The result of the mixture between the 934 and 935 is a prototype-looking car, ready to dominate the racing tracks, which it was designed for. [3]\nThe Porsche 934/5 did not participate in many races, since the IMSA banned the 934/5 before it could compete in its first race. Due to this ban, the designers decided to enroll their machine in the rival SCAA Trans Am Series, in which the Porsche participated and won 6 out of the 8 races. These victories would mean that the 934/5 would be the 1977 champion, however, due to a formal protest against the 934/5 by Ludwig Heimrath, the officials declared Ludwig and his Porsche 934 champions of 1977.[3]\n– Source: [4]\nThe creation of this car has been made possible by a change in rules. In the 1977, the IMSA had implemented a rule that allowed Porsche racers to add a single turbocharger to their cars, to increase their competitiveness versus the rival race cars which featured more horsepowers. As a result, a 3 Liter Flat-six engine (also referred as the boxer engine), fitted with a single KKK turbocharger, that could generate 590 bhp, and go 0 to 60 in 5.6 seconds was created for the 934/5 . The car also sported huge rear wheels, which made it a tough job to drive the car correctly, especially at high speeds.[5]\nDue to the fact that Porsche only built 10 of the 934/5, the price to pay in order to purchase one can vary.\nThese prices are established at auctions. For the last known sales figures of the 934/5, the Gooding Amelia Auction has auctioned one of the ten models for $1,375,000.[6]\nThis chassis number belongs to the second 934/5 to be produced and was purchased by Peter Gregg in 1977. It arrived in Jacksonville between February and March 1977. This car needed preparations in order to compete in group 4 of IMSA. The car did not meet the IMSA standards and was disqualified, however, Peter Gregg decided to enroll the car for the Trans Am racing series. \nPeter Gregg won the 1977 SCCA Trans-Am Championship with this car.\nThe chassis number mentioned above was the eighth customer delivery and was driven by  Ludwig Heimrath in 1977 in the IMSA and Trans Am racing series.\nHeimrath won the Trans Am racing series with this model, which afterwards was converted into a Porsche 935.\nIn 1980 the car was retired and parked in a warehouse in Toronto.\nThis car was the seventh to be produced, it was purchased for nearly $42,000 by Porsche-Audi dealer Bob Hagestad Racing. His intention was to participate with the car in the IMSA and Trans Am series. Hagestad was on board as a co-driver.\nAt the end of the season the car finished with 10 podium appearances in 15 races and got an overall 2nd place in the 1977 IMSA Championship.\nBetween 1978 and 1980 the car got upgraded to 935 specifications and took part in many races.\nCurrently the car got restored to its original 934.5 configuration.\nThis model was the only one to be newly sold to a European customer. It has many features and characteristics making it a \"one-off'.The car has participated in several races throughout Europe. The Italian Ciro Nappi purchased it in 1977 and raced it in the Giro d'Italia automobilistico but had to retire from the competition due to family issues.\nIt was then bought by Dino Male who won two races in the Italian Group 4 Championship. In 1978 the car got sold to a German customer and appeared in many of the races in the season of 1979.\nIn 1984, D. Goseny bought the car and sold it to Ian Kenney who completed a restoration in 1995. The car was afterwards displayed at concours events.[7]\n", "Porsche 935": "The Porsche 935 was a race car made by German automaker Porsche. Introduced in 1976 as the factory racing version of the Porsche 911 turbo prepared for FIA-Group 5 rules, it was an evolution of the Porsche Carrera RSR 2.1 turbo prototype, the second place overall finisher in the 1974 24 Hours of Le Mans.\nBeginning with the 1977 season, Porsche offered the 935 to customers entering the World Championship for Makes, in the IMSA GT Championship and in the German Deutsche Rennsport Meisterschaft (DRM). The 935 went on to win the 1979 24 Hours of Le Mans overall, and other major endurance races, including Sebring, Daytona, and the 1000 km Nürburgring. Of the 370[1] races it was entered, it won 123.\nUsually, no other make could challenge the Porsche 935, due to the non-availability of customer models. Each race, at the time, typically featured at least five 935s. The 935 utilised a 3.3 litre type 935 twin-turbocharged Flat six engine which used a mechanical fuel injection system. All of the high performance components combined enabled the engine to produce up to 845 hp (630 kW), the engine often produced turbo lag at low RPM due to the large turbo chargers.[2] The dominance of the 935 ended with changes in the FIA rules which came into effect in 1982, replacing the six numbered groups with only three groups, namely, A, B and C.\nFor 1976, endurance racing had two world championships: the 1976 FIA World Championship for Makes for Group 5 special production cars, and the 1976 World Sportscar Championship season for Group 6 prototypes up to 3.0L. Accordingly, the 935 and the new Porsche 936 were the two-pronged Porsche effort for 1976 which was sponsored by Martini Racing, which had already supported Porsche 917 or 908 entries in 1970 and 1971, like the 1971 Le Mans winner.\nEach championship had seven races, with only Dijon hosting both on the same weekend, while on two other weekends, the races were even run in different countries, which forced Porsche to divide its resources. Jacky Ickx and Jochen Mass were the main drivers, when the F1 schedule permitted. Rolf Stommelen, who was recovering from his bad crash in the 1975 Spanish GP, was the backup, along with Manfred Schurti.\nUnder Group 5 rules, also known as \"silhouette rules\", several significant modifications were allowed (including bodywork modifications, larger wings, wider axles and water cooling), provided that the basic silhouette of the car remain unchanged when viewed from the front.[3] The 935's engine was a 560 hp (420 kW) (at 7,900 rpm) version of the regular 3.0 L flat-six, with 60 mkp (438lb-ft, 588Nm) torque at 5,400 rpm. Boost was between 1.35 and 1.55 and fuel consumption was 52 litre per 100 km. Capacity was reduced to 2.85 L, and with the turbo charging penalty factor of 1.4, it fit into the 4.0 L class which had a prescribed minimum weight of only 970 kg (2,140 lb). Porsche, having a lot of experience with lightweight cars, had managed to get the Carrera RSR prototype to under 800 kg. The empty 935 tipped the scales at 900 kg, and weight distribution could be balanced with an additional 70 kg. Preseason testing at the fast Paul Ricard circuit showed a top speed of 183 mph (295 km/h).[4]\nIn addition to the naturally aspirated 340 hp (250 kW) Carrera RSR introduced in 1974, Porsche offered a customer racing version of the 911 Turbo prepared for the more standard Group 4 rules, the 485 hp (362 kW) Porsche 934. Some customer teams modified their 934s to Group 5 rules with body kits supplied by Porsche, these were often designated 934/5. Cologne-based Kremer Racing entered[5] a 935 K1 built on a factory shell[6] which in the first race, the six-hour Mugello, finished second behind the Martini Racing sponsored factory entry of Mass and Ickx. Porsches occupied the first seven places ahead of a BMW in eighth, which according to the points scheme meant that Porsche had now twenty points, and BMW three. The factory 935 also scored the pole, fastest lap and win at the six-hour Vallelunga, where a BMW was second and the best 934 finished fifth.\nAfter the second race, the CSI rule makers insisted that the \"whale tail\" hood of the road-going 930 must fit on the race car. The air-to-air intercooler setup under the rear hood had to be altered to a more compact air-to-water layout, which cost Porsche several weeks of testing and half a million Deutsche marks.[7]\nThe hastily modified 935 again won the pole and fastest lap at the six-hour Silverstone, but due to a clutch problem at the start, the Martini car could finish only tenth,[8] with the second-placed Kremer 935 collecting valuable points for Zuffenhausen. A private BMW 3.5 CSL had beaten it to the finish by a second. Even more worrisome to Porsche was the fact that BMW Motorsport had also entered a turbo, a 3.2 CSL driven by Ronnie Peterson and Gunnar Nilsson. That new BMW had qualified only one second behind the factory 935, but two seconds ahead of the third placed Kremer 935. The powerful BMW did not last long in the race, however, due to gearbox problems.\nInitially, Porsche ran the 935 with the 911's original fender-mounted headlights, in two different guises: a sprint version with a wider version of its wheel arches, and a high speed version with modified aerodynamics. The sprint setup was rarely used. However, after carefully studying the rulebooks, Porsche engineers, namely Norbert Singer, discovered a loophole regarding the modifications of fenders that gave them the liberty to remove the headlights to reduce drag and create more downforce, to which the venting slits contribute. This \"flat nose\" (also known as the \"slant nose\") with headlights in the front spoiler, became the distinguishing feature of the 935 and was later offered on the roadgoing 930 as the flachbau, or \"flatnose\", part of Porsche's sonderwunsch, or \"special wish\" program. Also, the 935 now had extended \"long tail\" rear fenders, similar to the low drag setup seen years earlier on the Carrera RS. These fenders also offered more space for engine periphery and efficient cooling.\nThe 1,000 km Nürburgring, usually consisting of 44 laps, was run in 1976 as a 47 lap 1,073 km race, putting even more strain on the new Group 5 machinery. With Mass and Ickx being at the 1976 Monaco Grand Prix, Rolf Stommelen and Manfred Schurti stepped in to drive the 935 which by now had the new look it became famous for. With the help of higher turbo boost, Stommelen qualified the 935 on the pole with a stunning 7:37.5[9] (see List of Nordschleife lap times (racing)), while the BMW turbo did not take part. The fastest of only nine race laps was just over eight minutes, though, as the engine was not sorted out, and vibrations caused ignition failure. Again, a reliable Schnitzer Motorsport-entered naturally aspirated BMW CSL took the win, with the customer 934 of Loos salvaging valuable second place points for Porsche.\nThe 1976 24 Hours of Le Mans counted towards neither world championship, but Le Mans was often considered the real championship. For that race, it was possible to use the 935's well-tested original engine setup.[10] The main battle was between the sportscars, with a Renault Alpine setting the pole. The 935 driven by Stommelen and Schurti qualified third and, despite the weight and drag of a Group 5 silhouette, finished fourth overall, with one of the Porsche 936s taking the win.\nAt Zeltweg, Ickx was back, setting the pole, but the throttle link broke before mid-race. Derek Bell set the fastest lap in the Kremer 935, but nonetheless two BMW coupés won ahead of a private 934. Porsche still had a narrow lead in the points standings, but only the best five of the seven events would count. BMW had now three wins compared to Porsche's two, which meant that Porsche had to win the final two races. The new engine setup was tested at Weissach in a modified 934 while the race cars were shipped overseas. At Watkins Glen, the regular race chassis 002 of Mass and Ickx needed an extra stop for new pads for the Porsche 917 derived brakes, and the test chassis 001 of Stommelen and Schurti won, with the best BMW being fourth. Porsche now had three wins and two seconds equaling ninety points, which meant that only another win could add five more points to their tally. BMW had also three wins, but only one second and a fourth, equaling 85 points. Without a competitive third brand, the winner of the final round would take the world championship.\nIn Dijon, the turbo of BMW Motorsport was back, now with 3.5L, and this time the fast Swedes Peterson and Nilsson put it on the pole, half a second ahead of Ickx. Again the transmission was not as strong as the Bavarian Motor Works 750 hp engine, failing before the first of the six hours had passed. Three 935s plus two Group 5 spec 934/5s won ahead of the best normally aspirated BMW. The 935 and 936 had each won its championship, and Le Mans, too. The age of turbo engines had begun in endurance racing.\nBased on the 1976 version, thirteen Porsche 935/77A[11] were sold to privateer teams in Australia, Italy, France, the US and Germany. Among others, Cologne-based rivals Georg Loos and Kremer Racing entered 935s in the 1977[12] Deutsche Rennsport Meisterschaft which introduced the Group 5 rules. As the naturally aspirated BMW Coupés and Ford Capri had pulled out of the Div. I (over 2.0 litre) of the DRM, these Porsches had no serious competition in the big division until other turbo-charged cars like the BMW-powered Schnitzer, Toyota Celica and the Zakspeed Ford Capri showed up.\nThe DRM was a drivers' championship, and with equal Porsche customer machinery, no driver could dominate, which meant that despite the customer 934 of 1976 and the 935 since 1977 dominating their division, the championship was often decided in favour of a small division pilot. Kremer went on to develop yet another special 935, the K2, and also ran the optional 3.0L engine offered by Porsche, which was connected with sixty kg more minimum weight.\nSlightly modified, Porsche also sold customer cars in 1978[13] and 1979.[14]\nAfter having won both world championships in 1976, Porsche focused on Le Mans. Due to a lack of competition in 1976, Porsche decided not to defend its sportscar championship with the 936 in 1977, leaving it to the Alfa Romeo Tipo 33. The series would be demoted to a European series in 1978 before being discontinued.\nIn the 1977 World Championship for Makes season, the factory continued to develop and race one or two new 935, in case BMW or another brand would bring a competitive turbo. Customers of the 935/77A were not happy that the factory would race them with a newer car, but as the 935/77 was often unreliable, it won only four of the nine WCM events, which did not include Le Mans.\nIn the WCM season opening 24 hour Daytona, the old car was entered, but tyre failures caused a DNF, with an old RSR taking the win in front of two customer 935. The new car body was changed significantly to lower drag, resulting in a 10 km/h higher top speed at Paul Ricard, where it covered 3500 km in tests at speed, lapping three to four seconds faster. The front fenders, which in 1976 had followed the hood, now protruded above the hood line, and also accommodated mirrors. The rear fenders were altered, but the biggest change was the addition of a second rear window above the standard one. This allowed cleaner air flow to the rear wing under which the single turbo was later replaced by two KKK units. This improved throttle response and also power, but several head gasket failures meant that Porsche had some home work to do for 1978.\nThe works 935/77 qualified sixth at the 1977 24 Hours of Le Mans, behind the Renault Alpines and the 936s, but engine troubles ended their race early. As in 1976, a 936 won after the turbo powered sportscars chased each other into troubles. This time, a customer 935 finished third overall.\nThe 935/77 body style was used also for a single purpose car: winning one race in the small 2.0 litre Div. II of the DRM, to prove that Porsche could win there, too. In Div. I, the customer 935s raced each other, and German TV announced that at the Norisring, it would thus cover only the Div. II race. Porsche engineers were sent to the drawing boards to reduce the capacity of the air-cooled flat-six to 1425 cc and 370 hp (280 kW). The weight could be lowered to 750 kg (1,650 lb) according to rules in this class. To achieve this, large parts of the steel body were replaced by a tubular aluminium space frame.\nAt the time, Zakspeed-Ford and Schnitzer-BMW were in transition from the naturally aspirated 2.0 4cyl with about 300 hp to 1.4 litre turbo engines with 350 hp and more. These engines would later move on to Formula One, with the BMW powerplant winning the 1983 F1 Championship, and becoming the strongest F1 engine ever, at up to 1500 hp.[citation needed]\nIn the first outing at Norisring[15][16] in early July 1977, both the Baby and Jacky Ickx had problems due to heat. Skipping the Diepholz airfield round, Porsche sorted the car out for the DRM support race[17][18] of the 1977 German Grand Prix at the fast Hockenheimring (long version). In changing weather conditions, Jacky Ickx set pole by almost three seconds and won with 50 seconds, setting fastest lap in the process. With its mission accomplished, the Porsche 935/77 2.0 (chassis 935/2-001) was retired to the Porsche Museum.\nFor 1978, a third and final version of the 935 was developed, the 935/78, intended only for Le Mans. Due to the head gasket failures of the 1977 biturbo, Porsche parted with their air cooling tradition and introduced water-cooled cylinder heads in the 1978 engine, and equipped them with four valves as well. The capacity was enlarged to 3.2 L, increasing its output to typically 750 hp, up to 845.[2] The weight, which was less important on the Le Mans straights, had to be 1030 kg now. As this track, like most, was run clockwise, the driver seat was moved over to the right side for better weight distribution and sight in right-hand corners, like Dunlop, Tertre Rouge and Mulsanne, another distinctive feature of the 1978 model.\nThe new car again took full advantage of a new loophole in the Group 5 rules, introduced for BMW, allowing to cut the floor to accommodate the exhaust of the front engine. As this rule applied also for the rear engine Porsche, the whole floor pan of the 911 was cut away, and the body was lowered by 10 cm (3.9 in). The gearbox was mounted upside down to reduce the angle of the drive shafts. As the rules did not limit the forward extension of the rear aerodynamic devices, Porsche even added fairings to the doors, bridging the gap between the front and rear fenders. These were shortened later, covering only the front third of the doors. Because of its white color and long tail shape optimised for low drag, the 935/78 was often nicknamed Moby-Dick.\nWith this version, the pair of Mass/Ickx won the test race, the 6h at the fast Silverstone Circuit, the pole (1:22,38) and fastest lap (1:23,98 or 202,519 km/h) being only 4 secs slower than the corresponding times of James Hunt in the 1977 British Grand Prix which covered only a quarter of the distance.\nAt the 1978 24 Hours of Le Mans, the 935 qualified third, barely beaten by a Renault Alpine and a 936. Compared to 1976, lap times were 15 seconds quicker now. With the new 3.2L engine,[2] it was the fastest car on the straight in Le Mans at 228 mph (367 km/h),[19] passing the prototypes of Renault Alpine as well as the teammate 936, as these Group 6 cars had 2.1L engines with just over 500 hp, equal to normal 3.0L engines. The engine had to be replaced before the race, though, and with ensuing problems early in the race, Moby Dick was no contender, finishing 8th behind three customer 935. In its third attempt, Renault finally managed to beat Porsche, and then went on to focus on F1. Two of the three 936 and another Alpine occupied the other three places. Before being retired to the museum, the Moby Dick was also entered at Vallelunga and at the Norisring, the annual highlight of the DRM series, but the twisty track around the Nuremberg Reichsparteitag grand stand proved to be quite difficult for the Moby Dick and it failed to finish.\nAwaiting rule changes taking effect in 1982, Porsche did not officially enter in 1979 or 1980, granting only some limited support to customer efforts with the 935, 936 and even decade old 908 and 917, mainly in form of spare parts, engines and know-how which by then was rather dated. Factory racing was mainly done with the Porsche 924 turbo variants called Carrera GT, with few success.\nPrivate non-factory built replica cars of the 1977 body style and the \"Moby Dick\" were entered in DRM and IMSA in following years by Joest Racing, Moretti racing & John Fitzpatrick Racing.\nAs Porsche hesitated to sell their Evolution models, some teams developed their own ideas, especially Kremer Racing from Cologne, Germany. Parallel to the factory in 1976, they had built a 935 K1, and in 1977, modified their customer 935 to the K2. For 1979, they introduced the 935 K3 (for \"Kremer Type 3\"; the derivative of the successful K2). Driven mainly by Klaus Ludwig, it won the 24 Hours of Le Mans in 1979, beating all prototypes, in heavy rain, which is usually considered a disadvantage for race cars with windshields. Coming in second was a factory spec model, driven by Rolf Stommelen, and supported by team owner Dick Barbour and actor Paul Newman.\nFacing strong competition in the 1980 DRM by the big Zakspeed Ford Capri, the K4[20] was introduced in mid 1981 for customers at a cost of 400,000 Deutsche Mark.[21]  The K4 utilised a Porsche supplied 3.1L twin-turbocharged Flat six engine with a varying power of 750-800 hp at 1.5 bar boost costing 91,000 DM.\nA perfect example of the legendary Moby Dick 935 in its very rare street version is the Kremer K2 935. The 1986 K2 which was 1 of only 12 imported into the U.S. at the time is currently owned by Peter Lima of Real Muscle car of Miami.[22] Originally purchased by the owner of Golds Gym in 1986 from Auto Saloon 2000 in Miami for nearly $200,000USD. The unrestored 190 mph+ Porsche has been untouched since 88' when he was indicted for the distribution of illegal drugs. The specific Kremer K2 was auctioned off at Mecum Monterey Auction 2015 for an unknown amount.[23]\nThrough 1984 the 935 won over 150 races worldwide, including more than 20 class wins. It scored outright wins in the 1979 24 Hours of Le Mans, and won the 24 Hours of Daytona and the 12 Hours of Sebring six times each. It was also undefeated in the German DRM between 1977 and 1979, posted victories in the IMSA GTX class, and won many races on the famous Nürburgring Nordschleife, including three 1000km Nürburgring. The 935 also took Porsche to victory in the FIA World Championship for Makes each year from 1976 to 1979. In 1980 and 1981, Lancia won the title with their Beta Montecarlo 1.4t, by regularly winning the sub 2.0L category, and occasionally defeating Porsche in the big category.\nIn 1982 Alan Jones, the 1980 Formula One World Champion, drove a 935 to victory in the 1982 Australian GT Championship. Jones was unbeaten for the whole season. The 1983 Australian GT Championship was won by the same 935 which Jones drove to the 1982 title, this time in the hands of touring car driver Rusty French. As a reward for his win in the 1983 championship, French was given a drive with Kremer Racing at the 1984 24 Hours of Le Mans where he finished 9th outright with Tiff Needell and David Sutherland in a Porsche 956. At the end of the year in the Sports Car/GT Challenge support races for the 1983 Australian Grand Prix, Jones, driving a 935 K4 imported to Australia from America by John Fitzpatrick racing especially for the meeting, easily won both 15 lap races. Italian driver Gianpiero Moretti, founder of Momo Wheels, finished 4th in each race driving the Moby Dick version of the 935.\nThe Moby Dick engine was the basis for an all-watercooled 2.65L engine intended for the Indy 500, but rule makers there, remembering the dominance of the Porsche 917/10 turbo and 935, limited its boost so it would not be competitive against domestic machinery. Instead, the engine was used in the 1981 Le Mans winning 936/81, and in the 956 and 962C which would dominate the mid 1980s. Since 1999, this engine block forms the basis of the successful GT3 models.\nAfter Group 5 was discontinued by FIA after 1982, the 935 continued to race in IMSA's GTP category, usually entered by smaller privateer names, who were not permitted by IMSA regulations to race the new Group C Porsche 956 because of the footbox location relative to the front axle (footbox was ahead, in violation of the IMSA rule where it must be behind the front axle). Due to this, the Porsche 962 was introduced to the US market in 1984, fitted with the 935 air-cooled single-turbo engine. With the appearance of GTP cars in 1981, the 935 was still competitive through 1983. Later in 1984 the Porsche 962 appeared and wrote another history.  By 1985 the days of the 935 were mostly over, as it could hardly be modified to a groundeffect design even with tube frame chassis, with the rear-mounted flat 6 prohibiting a diffuser, an issue which also affects modern 911 race cars. Only a handful of 935's remained, and the car was no longer competitive with the already developed GTP cars. The last major victory for the 935 was in the 1984 12 Hours of Sebring in the IMSA GTP class against purpose built prototypes. The 935 was seen in two races in the 1986 season. The 935 can still be seen on the track throughout North America and Europe in historic racing and hill climbs.\nThe four-wheel-drive Porsche 959, and its racing counterpart Porsche 961, can be considered a high-tech successor to the 935, but Group B never got a circuit racing series, and was only used in rallying before being banned there due to its danger. The 1980s had few racing opportunities for turbocharged 911, which often were fitted with 935-style bodywork. Being run by amateurs at the Nürburgring in VLN endurance and in the 24 hour, they were often banned, or at least slowed down by rules.\nThe 1990s Porsche 911 GT2 based on the 993 is also a successor to the 935, but BPR series and FIA GT rules required a higher weight, and intake restrictors limited power to 550 hp, less than the first 935/76. The Porsche 911 GT1 with its mid-engine and lowered roof has a different concept, though. Starting in 2003, the turbo-charged Porsche 996 of Alzen set new records at the Nürburgring VLN endurance series (see List of Nordschleife lap times (racing)), with speeds reminding of the 935 era, despite it being also slowed down by minimum weight (1350 kg) and limited boost.\nThe 935 was also successful in the Trans Am Series, winning Category 2 in 1979.\n", "Porsche 936": "The Porsche 936 was a Group 6 Two-Seater Racing Car introduced in 1976 by Porsche as a delayed successor to the 917, a five litre Group 5 Sports Car, and the 908, a three litre Group 6 Prototype-Sports Car, both of which were retired by the factory after 1971. Its name came from using a variant of the Porsche 930's turbocharged engine, as well as competing in Group 6 racing.\nThe Porsche 936 was built to compete in the World Sportscar Championship as well as at 1976 24 Hours of Le Mans under the Group 6 formula, which it won both of. Chassis 002 with #20 won with Jacky Ickx and Gijs van Lennep won Le Mans, while the #18 chassis 001 of Reinhold Joest and Jürgen Barth had engine failure. It shared these victories with its production-based sibling, the Porsche 935 which won in Group 5. The open top, two seater spyder was powered by an air-cooled, two-valve 540 hp (403 kW) single-turbocharger flat-6 engine with 2140 cc, or the equivalent of 3000 cc including the 1.4 handicap factor. The spaceframe chassis was based on the 917, with many of the parts also coming from the car. In the first outings, the Martini Racing car was still black,[1] and the engine cover behind the roll bar was flat. The large hump and the air box above the engine was fitted onto the car later in the season. It is not for the air intake of the turbocharged engine, nor for cooling of the air-cooled engine itself, but instead mainly used for the intercooler.\nFrom 1976 to 1981, the factory entered Porsche 936 won the 24 Hours of Le Mans three times with Jacky Ickx ('76, '77, '81), thus each of the three original chassis won once. In 1978, the two previously winning chassis, which had been updated for 1977, came second and third behind the Renault, while the pole-setting new chassis 003 crashed out. Porsche did not intend to sell the 936 to customers, wanting them instead to use the 935 (which occupied the first four places at Le Mans in 1979), and the old 908 which were still around, updated to turbo engines and new 936-like aerodynamics. In 1979, a half-hearted Essex-sponsored Le Mans entry with two 936 was a failure, and the car also crashed[2] at Silverstone. Porsche, wanting to test a new engine for the 956 pulled a few 936's out of the Porsche museum in Stuttgart, redesigned the car to create the 936/81 and entered as 2 official works entries for the 1981 Le Mans 24 Hours, coaxing Jacky Ickx out of retirement, and at the Belgian's request having Briton Derek Bell as his teammate for the race, which needless to say they won, with the Mass/Barth/Haywood sister car retiring. Porsche engineers provided some unofficial support to very good customers, though, and Joest managed to get a spare chassis (004) and parts to assemble a car which was in 1980 designated as Porsche 908/80 and entered privately by Joest Racing. The Martini Racing Liqui Moly backed car took second at Le Mans in 1980. Kremer received blueprints to recreate a modified '81-spec car dubbed chassis 005 for 1982.\nThe successor Porsche 956 was introduced in 1982 after the new 2650 cc engine designed for Indycar was tested in the 1981 winning chassis 003 which was sponsored by Jules,  a Christian Dior fragrance for men. At the inaugural year of the new Group C formula which the 956 was built for, privateer teams such as Kremer Racing and Joest Racing had to wait until 1983 for their 956. Thus, in an attempt to conform to the new Group C regulations, both teams built new bodyshapes that incorporated a roof onto their 936-replicas. Joest's car was designated as 936C JR005 while Kremer's car became known as the CK5 01.\n", "Porsche 953": "The Porsche 953 was a heavily modified variant of the 911, designed and built specifically to compete in the 1984 Paris–Dakar Rally. It was a short lived model, as it was replaced in 1985 by the 959. It is sometimes referred to as the 911 4x4, as it used the developmental, manually controlled four-wheel drive system that was intended to be used on the 959. Travelling on an extremely enhanced suspension, powered by a 300 bhp (220 kW), 6-cylinder engine, and weighing in at 2,750 lb (1,247 kg), it was extremely successful. Three of them were entered into the Paris-Dakar Rally, one taking overall first place.[1]\n", "Porsche 956": "The Porsche 956 was a Group C sports-prototype racing car designed by Norbert Singer and built by Porsche in 1982 for the FIA World Sportscar Championship. It was later upgraded to the 956B in 1984. Driven by Stefan Bellof in 1983, for 35 years this car held the record for the fastest vehicle ever to lap the famed Nürburgring Nordschleife, completing the 20.832 km (12.93 mi) circuit in 6:11.13 during qualifying for the 1000 km Sports Car race. The record was finally beaten after 35 years by Timo Bernhard in a derestricted Porsche 919 Evo on 29 June 2018.[1]\nBuilt to comply with the championship's new Group C regulations which were introduced in 1982, the car was a replacement for Porsche's successful 936 model which competed in the previous Group 6 category of the World Championship. The project began in June 1981, and the first prototype chassis was completed on March 27, 1982, in time for the beginning of the World Championship season. Jürgen Barth tested the first chassis at Porsche's private test track.\nThe 956 features a chassis made of an aluminium monocoque, a first for the company, helping to allow the car to meet the 800 kg (1,764 lb) weight minimum in Group C. The engine is the same as the one used in the Porsche 936/81, the Type-935 2.65 L turbocharged Flat-6, producing approximately 635 hp (474 kW) (originally developed as an Indycar engine; hence the cubic capacity used). The very first dual clutch gearbox was also designed for the 956, mated to a traditional 5-speed manual.\nAn improved chassis with better fuel efficiency from a Bosch Motronic electric system was developed for 1984, being termed the 956B.  In total, twenty-eight 956s would be built by Porsche from 1982 to 1984, with an unofficial 29th chassis built from spare parts by Richard Lloyd Racing. The 956 was also the first Porsche to have ground effect aerodynamics. As a comparison, the ground effects Porsche 956 produced over three times as much downforce as the older model Porsche 917 that raced over a decade earlier.\n\nIn 1983, 956 chassis #107 was used by Porsche as a testbed for their P01 Formula One engine, later badged as TAG and used exclusively by McLaren. The car was able to test some of the characteristics of a Formula One car in order to develop the engine. The engine became highly successful in F1, and while never the most powerful on the grid, between 1984 and 1987, the turbocharged TAG-Porsche would win 25 Grands Prix and help McLaren to two Constructors and three World Driver's Championships. As of the 2012 German Grand Prix, the TAG-Porsche engine sits in 7th place on the list of F1 race winning engines.Porsche tested its Porsche Doppelkupplungsgetriebe (PDK) dual-clutch transmission in the 956 in the early 1980s.[2] PDK would be used in the Porsche 962, and would eventually make its way into production Porsches with the 2009 997 Carrera and Carrera S.\nThe Porsche 956 also appeared with two different rear wing designs. The cars were fitted with a larger, high downforce rear wing for most events. For the Circuit de la Sarthe at Le Mans however where top speed on the almost 6 km (4 mi) long Mulsanne Straight was essential, the 956 was fitted with a much lower and smaller 'low drag' wing to enable the cars to reach speeds of around 225 mph (362 km/h). Some of the privateer teams would also experiment with a front wing attached to the cars at the tighter circuits in an effort to increase front downforce, but wind tunnel testing eventually found that these wings were disrupting the airflow over the car and actually increased the aerodynamic drag making the cars slower in a straight line. Notably, the factory backed Rothmans Porsche team did not make use of the smaller front wings. Many attributed this to the fact that the Rothmans cars used a one piece body undertray which helped increase the downforce generated by the ground effect aerodynamics while the customer 956's used a twin undertray which disrupted the air flow and slightly decreased the downforce.[3]\nThe 956 would be officially replaced by the Porsche 962 in 1985, an evolution in the 956's design.\nThe 956 made its debut at the Silverstone 6 Hour race, the second round of the World Championship for Makes with Jacky Ickx and Derek Bell driving for the factory. After missing the following round at the 1000 km Nürburgring for developmental reasons, the Ickx/Bell unit reappeared at the 24 Hours of Le Mans. They led the race for the entire 24 hours, eventually taking the overall win - their third win together. As they had already won in 1981 with a Porsche 936 that had used an early version of the 956 engine, their car had started number 1. The two other factory 956 followed them, so the three factory Porsches finished 1-2-3 in the order of their starting numbers.\nBoosted by this success, Porsche sold customer versions of the 956 to privateer teams such as Joest Racing, Obermaier Racing, John Fitzpatrick Racing, Richard Lloyd Racing, Kremer Racing and Brun Motorsport who raced them independently of the factory.\nThe overall all-time lap record for the demanding 20 km Nürburgring-Nordschleife circuit in the Eifel Mountains was achieved during the qualifying session for the 1983 1000km of Nürburgring, by Stefan Bellof, who drove his 956 around in 6 minutes 11.13 seconds, at an average speed of 202 km/h (126 mph). The race lap record is held by the same Bellof, during the 1983 1000 km Nürburgring, the lap being clocked at 6:25.91.\nAt the 1985 1000 km of Spa, Bellof died after colliding with Jacky Ickx's newer 962.  Safety concerns over the 956 led to its eventual end as teams upgraded to the safer 962. The 956's last win would come courtesy of Joest Racing in the last race of the 1986 WEC season, in what also turned out to be the 956's last race.\n", "Porsche 961": "The Porsche 961 was a racing car built by Porsche and based on their 959 sports car.  It was intended for Group B sports car racing, complementing the purpose-built 956 and 962C which ran Group C in the World Sports-Prototype Championship.  The 961 project was short lived, running only three races and seeing the construction of only one car.[1]  Plans to sell the car to customers were scrapped when the Group B class was canceled.\nIn the early 1980s, the Fédération Internationale du Sport Automobile (FISA) reorganized their classification structure for motorsports.  Two new categories, known as Group B and Group C, were designated for use in the World Sports-Prototype Championship.  Porsche had developed the 956 for the Group C rules, and following the 956's debut, began work on developing a Group B car.  An initial prototype concept, named the Porsche Gruppe B, debuted in 1983, after which plans were made to build the car for production and provide racing versions for customers as had been done with the 956.\nBy time the Gruppe B had been launched as the production 959 in 1985, Group B rules had been altered by FISA to better suit the class' use in the World Rally Championship rather than the Sports-Prototype Championship.  Plans to develop multiple customer cars for sports car racing were therefore scrapped by Porsche, but development continued on the production of car which could be factory run in order to put the car's development to use.  This lone racing car, built on 959 chassis No. 10016, became known as the 961.[1]\nThe new 961 retained much from the 959 road car, including most notably the four-wheel drive system that was uncommon in sports car racing at the time but allowable under the Group B regulations.  The system was modified to distribute power more to the rear wheels rather than the balanced distribution of the 959.  The driver adjustable damper and suspension systems were removed and replaced by a racing unit that could only be adjusted from by the pit crew, but was more reliable for endurance racing.[2]\nThe 961's engine was a Porsche Type-935 unit.  This twin-turbocharged engine was not only used in the 959, but also in the Group C 956 and later the 962C.[1]  This racing development helped the 961 run higher boost level than the standard 959.  This resulted in a peak power output of 680 hp (510 kW).  The brakes were also adopted from those developed for the 962C.[2]  Bodywork was replaced with lighter panels to bring the car down to a weight of 1,150 kg (2,540 lb), while the rear wing and front fascia were replaced with modified designs in order to create more downforce.[2] Dunlop, who already supported Porsche's factory 962C team, supplied the tyres for the 961.\nWhen the 961 was completed in 1986, Porsche had not yet built enough 959s to satisfy the Group B regulations for homologation.  Due to this, the 961 had to be classified under International Motor Sports Association's similar GTX class.[1]\nMaking its first appearance at the May test for the 1986 24 Hours of Le Mans, the 961 was able to show its potential pace quickly by setting the tenth fastest lap time under the control of French driver René Metge.[1]  The 961's time was not only quicker than the BMW M1 which was entered in the Group B category, was also faster than several C1 and C2 class prototypes.[3]  At the race in June, Metge was joined by fellow Frenchman Claude Ballot-Léna[1] and the two were able to qualify the car 26th.  Through dependability the 961 was able to climb through the field as the race progressed and eventually finished the race in seventh place, 47 laps behind the winning factory 962C.[4]\nLater in 1986, the 961 was moved to the United States and entered in the Camel GT Championship's final round at Daytona International Speedway.  The car was reclassified once again by International Motor Sports Association, this time being entered in the GTP category alongside sports prototypes like the 962.  Drivers Kees Nierop of Canada and Günter Steckkönig of Germany were assigned to the car.  The 961 however struggled with the banked turns of the Daytona circuit.  The 961's Dunlop tyres were pushed beyond their limits and suffered several blowouts while the car was at full speed.[1]  This slowed the 961's overall pace down before it eventually finished the race in 24th position.[5]\nPorsche continued to develop the 961 into the 1987 season where it was prepared once more for Le Mans.  The car was repainted in the colors of Rothmans to match the scheme used by the factory 962Cs.[1]  Performance fell from the previous year as the 961 earned only the 16th fastest lap in the May test session.[6]  Swiss driver Claude Haldi was assigned to partner René Metge, but the two were later joined by Kees Nierop whose 962C had been destroyed in a qualifying accident.  Although the 961 managed to run as high as 11th overall in the race, Kees Nierop crashed the car after suffering a gearbox problem.  The car was stopped and retired after it caught fire as Nierop attempted to return to the pit lane.[1]\nFollowing the Le Mans difficulties, and with no championship with which to run the 961 against similar machinery, the project was canceled.[1]  The 961, repaired after its crash and fire in 1987, now resides on display in the Porsche Museum in Stuttgart, Germany.\n", "Porsche 962": "The Porsche 962 (also known as the 962C in its Group C form) is a sports-prototype racing car built by Porsche as a replacement for the 956 and designed mainly to comply with IMSA's GTP regulations, although it would later compete in the European Group C formula as the 956 had.  The 962 was introduced at the end of 1984, from which it quickly became successful through private owners while having a remarkably long-lived career, with some examples still proving competitive into the mid-1990s. The vehicle was later replaced by the Porsche WSC-95.\nWhen the Porsche 956 was developed in late 1981, the intention of Porsche was to run the car in both the World Sportscar Championship and the North American IMSA GTP Championship. However IMSA GTP regulations differed from Group C and subsequently the 956 was banned in the US series on safety grounds as the driver's feet were ahead of the front axle center line.\nTo make the 956 eligible under the new IMSA regulations, Porsche extended the 956's wheelbase to move the front wheels ahead of the pedal box.[1] A steel roll cage was also integrated into the new aluminium chassis. For an engine, the Porsche 934-derived Type-935 2.8L flat-6 was used with air cooling and a single Kühnle, Kopp und Kausch AG K36 turbocharger instead of the twin K27 turbochargers of the Group C 956, as twin-turbo systems were not allowed in IMSA's GTP class at the time.\nThe newer Andial built 3.2L fuel injected flat-6 would be placed in the 962 by the middle of 1985 for IMSA GT, which made the car more competitive against Jaguar. However it would not be until 1986 that the 2.6L unit from the 956 was replaced in the World Sportscar Championship, using 2.8L, 3.0L, and 3.2L variants with dual turbochargers. The cars run under World Sportscar Championship regulations were designated as 962C to separate them from their IMSA GTP counterparts. The 3.2L unit, which had been eligible under IMSA's Group 3 engine rules, was banned by IMSA in 1987.[2] In 1988, to counteract against the factory Nissans and the threat of withdrawal from Porsche teams, water-cooled twin-turbo Porsche engines would be allowed back but with 36 mm restrictors.[2]\nIn total, Porsche would produce 91 962s between 1984 and 1991. 16 were officially used by the factory team, while 75 were sold to customers. Some 956s were rebuilt as 962s, with two being previously written off and four others simply rebuilt. Three 962s that were badly damaged were also rebuilt and had been given a new chassis number due to the extensive reconstruction.[3][4][original research?] Due to the high demand for 962 parts, some aluminium chassis were built by Fabcar in the United States before being shipped to Germany for completion. Derek Bell, a 5-time Le Mans winner, drove the 962 to 21 victories between 1985 and 1987, remarked that it was \"a fabulous car, but considering how thorough (Norbert) Singer (the designer of the 962 and head of Porsche's motorsport division at the time) and the team were, it was really quite easy to drive.\"[5]\nDue to the sheer numbers of 962s, some teams took it upon themselves to adapt the car to better suit their needs or to remain competitive. These modifications included new bodywork for better aerodynamic efficiency, while others changed mechanical elements. Long-time Porsche campaigner Joest Racing heavily modified a pair of 962s for the IMSA GTP Championship in 1993 to better compete against Jaguar, taking the 962's final sprint race victory (Road America) that season.\nBeyond minor modification, some private teams reengineered the entire car. One noted problem of the 962 was a lack of stiffness in the aluminium chassis, which lead some teams to design a new chassis, and then buy components from Porsche to complete the car. Some custom cars also had unique bodywork. Some teams would then offer their 962s to other customer teams.\nAmong the most popular privately built 962s was that from Kremer Racing, named the \"962CK6, which did away with the original aluminium sheet tub of the original Porsche chassis, replacing it with a carbon fibre tub. Eleven were built, campaigned by Kremer and other teams. John Thompson designed a chassis for Brun Motorsport, eight of which were built and helped the team take second in the World Sportscar Championship in 1987. Thompson would later build two chassis for Obermaier Racing. Richard Lloyd Racing's GTI Engineering would turn to Peter Stevens and Nigel Stroud to develop four 962C GTis, which featured entirely revised aero and aluminium honeycomb rather than sheet tubs. Former factory Porsche driver Vern Schuppan would also build five new chassis, some known as \"TS962s\".\nIn the United States, the ball got rolling when Holbert Racing began making modifications to their own chassis and rebadging them with \"962 HR-\" serial numbers. The search was always on for a stiffer and safer 962 monocoque and Jim Busby contracted Jim Chapman to build a more robust version of the 962 monocoque. Fabcar would become the de facto factory tub supplier, supplying chassis with official Porsche serial numbers. Fabcar incorporated changes to the factory tub, replacing the simple sheet aluminum construction with a combination of sheet aluminum and aluminum honeycomb in addition to billet aluminum bulkheads. These changes substantially increased the tub's crashworthiness and stiffness. Dyson Racing purchased a Richard Lloyd Racing/GTi Engineering 962 monocoque for use in their Porsche 962 DR-1 chassis. A Fabcar tub was used in Dyson's Porsche 962 DR-2.\nSome 962s were even more extensively modified, with several open-cockpit versions being developed in the mid-1990s to run under new sportscar regulations.\nKevin Jeanette built the Gunnar 966, mimicking elements from the 917/30 Can-Am cars.\nKremer Racing would once again develop their own chassis, with the open-cockpit CK7 running in Interserie and K8 running at most international sportscar races, including Le Mans and Daytona. These cars shared little with the original 962s, using custom bodywork and chassis designs, yet retaining the engine and some suspension elements.\nHeinz-Jörgen Dahmen converted his 962 (chassis 009) to an open-top version that he raced in the Interserie in 1995 and 1996. The car had previously been campaigned by him in the Interserie since 1990.\nPorsche debuted the 962 at the 1984 24 Hours of Daytona with Mario and Michael Andretti driving the factory car which led the race until it retired during lap 127 with engine and gearbox problems. The first 962 to appear at Le Mans and indeed in Europe was also in 1984 when American Preston Henn entered one in the IMSA GTP class. The car, driven by Henn, Michel Ferté and Edgar Dören, was classified in 26th position despite their race ending after 247 laps with ignition failure.[6]\nFor 1985, the 962C would debut in the World Sportscar Championship, but ironically the car lost to an older 956, which had already taken WEC top-honors four times.  Under pressure from new cars from Jaguar and Mercedes-Benz, in 1987 Porsche again brought in a new engine, a more durable and powerful 3.0 L unit which powered the car to an overall win at the 1987 24 Hours of Le Mans, Porsche's record seventh consecutive victory at the race.\nAfter a post-'87 \"dry spell\", Porsche customer Jochen Dauer got the 962 re-classified as a road legal GT1 car under a loophole in the new ACO regulations for the 1994 24 Hours of Le Mans.\nMichael and Mario Andretti's 1989 Miller High Life 962\nAl Holbert's Löwenbräu 962.\nTwo of the three 962C cars that entered the 1988 24 Hours of Le Mans race.\nA Schuppan 962CR road car on display.\nDuring the early years of its career, the 962, like the 917K, 935 and 956 before it, became one of the most dominant cars in motorsport, and its efficiency and reliability led it to be a car much in demand among private teams.  The championships won by teams campaigning the 962 included the World Sportscar Championship title in 1985 and 1986, the IMSA GT Championship every year from 1985 to 1988, the Interserie championship from 1987 until 1992, all four years of the Supercup series (1986 to 1989), and the All Japan Sports Prototype Championship from 1985 until 1989, and it was also very dominant in the American IMSA series well into the 90's. The 962 also won the 24 Hours of Le Mans in 1986 and 1987, with Derek Bell, Al Holbert and Hans-Joachim Stuck at the wheel on both occasions, as well as later winning under the Dauer 962 badge in 1994.\nThe presence of strong factory teams, such as Jaguar, Mercedes-Benz, Nissan, and Toyota, competing against privateer 962s eventually led to the car becoming less successful in the later 1980s.  Even though they struggled, 962s would continue to win races into 1993, taking lone victories in the IMSA GT and Interserie seasons.  Although Dauer's Le Mans victory in 1994 featured a highly modified car, Team Taisan would take the final victory ever in an original 962C, winning an All Japan Grand Touring Car Championship event at Fuji Speedway in August of that year, just over ten years after the car had debuted.\nTowards the end of the car's competition life, a number of privateer teams and tuners began converting 962s for road use.  The concept was that the 962, which had performed so well on the track, would be ideally suited as a supercar for the road. An almost standard car was registered (BB-PW 962) and briefly driven on the road for a German magazine, although the original headlight height and underbody configuration rendered the car illegal under German regulations.\nThe first company outside Porsche to modify a 962 into a road car was Koenig Specials, a German tuner who had previously raced 962s. Known as the C62, the car was completed in 1991 and featured entirely new bodywork in order to better adapt to German regulations. The engine was expanded to 3.4L and saw the addition of a newer Motronic system. It is unknown how many were built by Koenig.\nGerman tuner DP Motorsports completed a road conversion in 1992, with a total of three cars, known as DP62s, built upon existing 962 racing chassis. Modifications included moving the headlights higher to meet German legal requirements, plus the addition of a 3.3 L twin-turbo flat-6.\nIn 1991 Vern Schuppan created his Schuppan 962CR for Japanese customers, with a list price of 195 million Yen, or UK£830,000. The bodywork and chassis were completely new and unique, designed by Mike Simcoe of GM Holden in Australia, but the engine was taken directly from 962s, although it was also expanded to 3.3 litres. An unknown number were built before funding failed to materialize. Before the run of CRs, however, at least two 962R (or LM) cars were built. The first, UK-registered H726 LDP, was little-modified from its race days. 962/123 raced at Le Mans in 1988 and was in Schuppan's workshop when the decision was made to convert it to road use. A decal on the nose read \"962R Le Mans Prototype\", although the car is often referred to as a 962LM. It differed from many of the street versions in having a British-built aluminium honeycomb chassis. The 962R featured in a number of UK and Australian magazines in summer 1991.\nJochen Dauer used original racing chassis for his GT1 versions of the 962, the Dauer 962 Le Mans, both for road and race use. The bodywork was all new, yet retained many elements from the original 962s. However, unlike the previous road cars, Dauer took the 962 to Le Mans racing once again. With the assistance from Porsche and using a loophole in the rules for the 1994 24 Hours of Le Mans, Dauer successfully raced his modified 962 to the overall race win.\nA run of Derek Bell edition 962 road cars was planned, but only one was completed, powered by a 580 bhp (430 kW) engine from the 993 GT2. It was on sale and complete with the rights to continue the run in 2007.\n", "Porsche LMP2000": "The Porsche LMP2000 (also known as the Porsche 9R3) was a Le Mans Prototype racing car that was developed between 1998 and 2000, but never raced. One car was built, and it was designed around a modified version of Porsche's 3.5-litre V10 engine that was originally designed for Formula 1 in 1992. The project was cancelled before the car was built, leading to various rumours about the reason for its demise.\nIn 1998 Porsche designed a Le Mans Prototype for the following season, assigning it the codename 9R3.[2] It was initially to use a modified version of the turbocharged flat-six engine found in the Porsche 911 road car, but, although the design was completed in November 1998, Porsche opted against building the car. Due to the inherent flaws of using the heavy flat-six and the extra cooling the engine would've needed, Porsche instead redeveloped the 3.5-litre V10 engine that was originally developed in 1992 for Formula One, to replace the V12 used by Footwork Arrows; it was redesigned for both 5-litre and 5.5-litre capacities, and the pneumatic valve springs were removed, as the air restrictors mandated under LMP regulations made them redundant. The chassis was unaltered apart from suspension geometry for newer tyres and the engine mountings to accommodate the new engine. In May 1999 the project was halted, but the chassis was completed and underwent a two-day private test, driven by Allan McNish and Bob Wollek who reportedly gave positive feedback.[2]\nDespite Porsche's initial denial of the 9R3's existence rumours circulated about its cancellation including: the engineers were diverted to the Porsche Cayenne SUV project;[2][3][4] to avoid competing with its Audi R8 stablemate which won the 2000 24 Hours of Le Mans;[2] insufficient competition after the withdrawal of BMW, Toyota, Nissan and Mercedes-Benz.[1] The engine from the car was used in the Porsche Carrera GT concept car and was detuned for the production version.[1]\nIn July 2018, the car was seen in public for the first time at the Goodwood Festival of Speed, as part of the 70th anniversary celebrations of Porsche.[5]\n", "Porsche RS Spyder": "\nThe RS Spyder (Type 9R6) is a racing car designed by Porsche in conjunction with Penske to compete in Le Mans Prototype Class 2 (LMP2) racing.[2] The car takes its name from the legendary 550 Spyder of the 1950s (combined with Porsche's common \"RennSport\" (lit.: racing sports) designation). The car marked Porsche's first return to the top level of sports prototype racing since the firm abandoned its Porsche LMP in 1999.\nThe RS Spyder made its debut in the final event of the 2005 American Le Mans Series (ALMS) at Laguna Seca winning its class. Since then the RS Spyder has won the ALMS LMP2 Championship in 2006, 2007 and  2008 and took class honours at Le Mans in 2008 and 2009. The outright victory at the 2008 12 Hours of Sebring was the first major victory for Porsche in endurance racing for five years and it was also the first time in 24 years that the non-premier class won the 12 Hours of Sebring overall. Regulation changes for the 2011 season rendered the RS Spyder obsolete but the car has left a legacy in the Porsche 918, which uses a development of the Spyder's engine and the 919 which carried Porsche's racing program on into the LMP 1 category starting in 2014.\nThe RS Spyder was designed completely in-house by Porsche engineers. The chassis is a rigid carbon fibre monocoque with both the engine and transmission being integral stressed members. The 3.4 litre 90-degree V8 racing engine was designed from scratch as was the six-speed electro-pneumatic sequential gearbox. Braking is via six-piston caliper carbon-fibre brake mounted on suspension controlled by four-way, spring/damper units activated by pushrods with adjustable torsion-bar springs. The car has a dry weight of 825 kilograms (1,819 lb) in 2010 specification but was initially 750 kilograms (1,650 lb).[2]\nSince its introduction in 2005 the engine, which initially produced 478 horsepower (356 kW) has been developed and modified to meet the changing regulations of both the ALMS and the ACO. For 2008 the engine developed 503 horsepower (375 kW) using direct fuel injection and 440 horsepower (330 kW) in 2009-spec with air restrictor limitations.[2]\nThe RS Spyder made its race debut at the final round of the 2005 American Le Mans Series, the Monterey Sports Car Championship at Mazda Raceway Laguna Seca, entered by Penske Racing and driven by Lucas Luhr and Sascha Maassen from the Porsche Junioren factory team. The sole RS Spyder finished first in class and fifth overall.[3]\nDuring 2006, Penske entered two RS Spyders in the ALMS and won seven class victories including outright victory at the Mid-Ohio race.[4] This was the first LMP2 victory in a race since 2003 and the first major result for Porsche since the 1998 24 Hours of Le Mans. The results ensure victory for Penske in the LMP2 Championship and also for Sascha Maassen in the drivers' standings.[5]\nFor 2007, Porsche unveiled the 2007-spec RS Spyder (known as the RS Spyder Evo), which included an increase in power to 503 horsepower (375 kW).[6] Dyson Racing joined Penske in the ALMS. 2007 would be the most successful year for the RS Spyder with Penske repeating their outright victory in the ALMS series a further eight times and also securing an additional three class victories.[7] Penske again won the LMP2 class in ALMS and Romain Dumas won the LMP2 Drivers Championship. During the season the RS Spyder won eight races while the Audi R10 TDI from the largest P1 class won only four.[8]\nRule changes increased the RS Spyder's weight to 825 kg[9] and Porsche introduce a new direct injection engine developing 503 horsepower (375 kW).[10] A Penske car driven by Timo Bernhard, Romain Dumas, and Emmanuel Collard, secured the overall victory at the 2008 12 Hours of Sebring, winning it on the 20th anniversary of Porsche's last overall win at the race.[11] Penske had another outright victory at the Utah Grand Prix and also recorded an additional three class wins. At Petit Le Mans a 3rd RS Spyder was entered by Penske in an attempt to lock out the manufacturers' championship against Acura. Penske won both the LMP2 Team and drivers' championship for Timo Bernhard and Romain Dumas. Porsche won the manufacturers' championship by 1 point ahead of Acura.[12]\nDanish Team Essex together with Van Merksteijn Motorsport of The Netherlands and Horag Racing of Switzerland participate in the Le Mans Series (LMS) all with 2008-spec RS Spyder. Team Essex and Van Merksteijn also entered the 24 Hours of Le Mans, marking the debut for the RS Spyder at the event. A RS Spyder from Van Merksteijn Motorsport driven by Jeroen Bleekemolen, Peter van Merksteijn and Jos Verstappen, came first in class and 10th overall with the Essex team coming second in class (12th overall).[13] A RS Spyder won its class in every LMS race giving it a 1-2-3 in the LMP2 standing and securing the drivers championship for Jos Verstappen and the Team championship for Van Merksteijn Motorsport.\nNew restrictor rules brought the RS Spyder's power down to approximately 440 horsepower (330 kW),[14] and the wingspan was limited by the rules, effectively decreasing downforce.[15]\nPenske did not compete in the ALMS in 2009 but Team CytoSport, who had previously competed in LMP1 in 2007, purchased an ex-Dyson Racing RS Spyder[16] and took part in four races with a best result of second in class at Road America.[17]\nIn LMS, Team Essex only competed in the 1000 km race at Spa taking the class victory and also securing the class victory at Le Mans, finishing 10th overall with Casper Elgaard, Kristian Poulsen and Emmanuel Collard at the wheel. Team Goh also took part in the race with an ex-Van Merksteijn Motorsport car.[18]\nCytoSport announced in February 2010 that it would contest the full ALMS in a RS Spyder.[19] It was also announced that Sascha Maassen would join the regular drivers Klaus Graf and Greg Pickett at the longer races at Sebring, Laguna Seca and Road Atlanta.[20] Cytosport used a full-width rear wing for the entire season, unlike arch-rivals Highcroft HPD.  The CytoSport RS Spyder won the LMP2 class at the 12 Hours of Sebring[21] and took their first outright victory at Northeast Grand Prix at Lime Rock.[22] CytoSport continued their winning success by taking outright victory at a shortened race at Mosport.[23] They also finished the season second behind Patrón Highcroft Racing in the championship and Klaus Graf finished second in the drivers' standings.[24]\nNo RS Spyders were entered in the 2010 24 Hours of Le Mans. The 2011 LMP2 regulations rendered the RS Spyder obsolete due to the costs exceeding the LMP2 budget limit.[25]\nBoth of Penske Racing's Porsche RS Spyders at the 2007 Monterey Sports Car Championships.\nCockpit of Porsche RS Spyder.\nPorsche MR6 3.4 Litre V8 engine, GR6 gearbox and the rear axle with drive shafts and wishbones.\nDidier Theys at the wheel of Horag Racing's Porsche RS Spyder at the 2008 1000km of Silverstone.\nEmmanuel Collard drives a Porsche RS Spyder of Team Essex in Spa 2009.\nSebring LMP2 class winner. Muscle Milk Team Cytosport Porsche RS Spyder Evo.\nThe overall winner of the 2008 12 Hours of Sebring.\n* Bold indicates pole position\n* Italic indicates fastest lap\n\n", "Porsche WSC-95": "The Porsche WSC-95 (sometimes referred to as the TWR WSC-95) was a Le Mans Prototype originally built by Tom Walkinshaw Racing. It was modified by Porsche from the original Group C Jaguar XJR-14 from which it derived,[1] and run by Joest Racing. Originally intended to race in the IMSA World Sportscar Championship, the WSC-95 saw very little race action even though it managed to win the 24 Hours of Le Mans in both 1996 and 1997 without being acknowledged as a factory supported project. It was later upgraded to the Porsche LMP1-98 before being retired. Only two cars were ever built.\nIn 1994, Porsche approved the beginning of a project to develop a prototype for the International Motor Sports Association (IMSA) series, running under the World Sports Car (WSC) regulations. The car was not a factory-backed effort, yet was approved by Porsche and use some of their expertise and most of all their powerplant. Tom Walkinshaw Racing (TWR) used the XJR-14 chassis number 691,[2] modified by Porsche.\nFor an engine, Porsche used one of their longest running motors, the Type-935 turbocharged Flat-6. Originally used in the Porsche 956 in the 1980s, the engine was still powerful enough to power modern prototypes. While Porsche's new 911 GT1s used a 3.2 Litre engine, the WSC-95 used a smaller 3.0 Litre engine. Although smaller, this gave the WSC-95 a better fuel economy than the 911 GT1, which was useful over long race distances.\nUnfortunately, the IMSA WSC regulations were changed prior to the 1995 season, leading to Porsche canceling the project.  However, in February 1996 Reinhold Joest of the Joest Racing team convinced Porsche to give the unused prototype to his team, and for them to compete in the 24 Hours of Le Mans. With approval from Porsche, Joest put forth the money to allow for the construction of a second car from scratch, as well as the slight modifications to the existing car in order to meet the Le Mans Prototype (LMP1) regulations. Porsche agreed to help in the development of the car only if Joest agreed to pay for the services.\nFollowing the success of the WSC-95s in winning both the 1996 and 1997 24 Hours of Le Mans, Porsche decided to take over the project themselves. Both WSC-95 chassis underwent major revisions to their bodywork. The nose was raised in the middle, while to the sides sculpting allowed for the moving of the air intakes for the engine, necessitating the removal of the large scoop underneath the rollbar. The sides of the car were also redesigned, with the large opening for the radiator vents covered up while exhaust vents were also rearranged. The Type-935 Flat-6 was also upgraded, expanded out to 3.2 Litres. Having become a proper factory undertaking, the cars became officially known as the Porsche LMP1-98s.\nThe two WSC-95s were completed just in time for Joest Racing to go to the Le Mans test session in May. There, the two cars showed their pace early by setting the fifth and tenth fastest times, easily beating the factory Porsche 911 GT1s. A few weeks later at Le Mans, the WSC-95s showed their improvements and the #8 entry was at the pole position, while #7 was seventh. However the 911 GT1s had also improved, taking the fourth and fifth fastest qualifying positions. During the race, the #7 WSC-95 led for nearly the entire race, although closely followed by the factory 911 GT1s. The #8 entry remained towards the front as well, although it succumbed to mechanical failures caused by a collision on the track during the closing hours. In the end, the #7 entry of Davy Jones, Alexander Wurz, and Manuel Reuter took the overall victory, a mere lap ahead of the following Porsche 911 GT1.\nAlthough Joest had originally intended to run the car just at Le Mans in 1996, the team decided to attempt once again in 1997 with a single car. A few weeks prior to Le Mans, Joest decided to showcase their car at the inaugural International Sports Racing Series event at Donington Park, where the car took a dominant victory. Upon returning to Le Mans they still showed their pace by once again taking pole position. Although still facing competition from the factory Porsche 911 GT1s as well as the new McLaren F1 GTRs, Nissan had now entered and were keen to take an overall victory. However, unlike the previous year, the 911 GT1s suffered various difficulties, both in the hands of the factory team but also for the privateers. The finish therefore came down to a close race between a McLaren F1 GTR and the WSC-95, with Joest Racing once again coming out the victor by a single lap. Ferrari Formula One team mates of 1985 and 1986, Michele Alboreto and Stefan Johansson, drove with Le Mans rookie Tom Kristensen to take the win. It was the first of a record nine wins at Le Mans for Kristensen.\nNow realizing the potential of the abandoned WSC-95 against their 911 GT1, Porsche developed both chassis into the newer and even more capable LMP1-98. Unfortunately at the same time, not only were Porsche attempting to improve both the 911 GT1 and LMP1-98, but as were Nissan and the newcomers Toyota, Mercedes-Benz, and BMW. Still run by the Joest Racing squad, the LMP1-98s showed that their quick pace was now lacking against new competitors, managing to take a best of only ninth in qualifying. During the race itself, although the LMP1-98s showed pace, they were not able to survive the entire race. One car suffered electronics difficulties after only 107 laps, while the second car broke some bodywork mountings in a spin and was not able to continue after it had completed 218 laps.\nFor a final appearance, an LMP1-98 appeared at the debut Petit Le Mans in the United States. Alongside a lone 911 GT1, both cars showed great pace, but the LMP1-98 had to settle for second place, defeated by a custom Ferrari 333 SP by only a few seconds following ten hours of racing.\nThe LMP1-98s were retired after 1998, with Porsche planning to develop their own Le Mans Prototype for 2000. That project was later cancelled, and Porsche did not return to factory prototype racing until the 2005 debut of the Porsche RS Spyder.\nWSC-95 #001\nWSC-95 #002\n"}